{
  "last_updated": "2025-12-08T14:06:50.440317",
  "count": 106,
  "publications": [
    {
      "title": "Biased or noisy?  Motivational biases and decision noise across development",
      "authors": "Vanessa Scholz, Maria Waltmann, Nadine Herzog, Annette Horstmann, Lorenz Deserno",
      "journal": "",
      "year": 2023,
      "doi": "10.31234/osf.io/x2yts",
      "url": "https://doi.org/10.31234/osf.io/x2yts",
      "type": "Preprint",
      "citations": 0,
      "abstract": "<p>Learning and decision-making undergo substantial developmental changes. In adolescents, both specific developmental changes of choice behavior, such as in motivational choice bias, and generally higher levels of decision noise have been observed. However, it remains unknown whether these two observations are independent or related. A not yet investigated possibility is that the specific development of motivational choice bias might depend on decision noise. We examined 93 participants (12 – 42 years) with a motivational Go/NoGo task, assessing ‘Pavlovian’ choice bias and disentangling it from instrumental learning biases. Participants performed two more reinforcement learning (RL) tasks to test cross-task generalization of computational parameters such as decision noise. Using mixed-effects models, we find an age-related increase in Pavlovian choice bias while instrumental learning bias did not change with age. Implementing a novel adaptation of a computational RL model with outcome-specific noise parameters (‘feedback sensitivity’) showed increases in Pavlovian choice bias and sensitivity for positive feedback with age. Beyond these within-task developmental age effects, noise levels are, firstly, strongly correlated across RL tasks and, secondly, mediate age dependent performance gain and more sophisticated RL processes, i.e., model-based control over choices. Taken together, our findings provide novel insights into the computational processes underlying developmental changes in decision-making: namely a vital role of seemingly unspecific changes in noise in the specific development of more complex learning and choice components. Studying the neurocomputational mechanisms of how varying levels of noise impact distinct aspects of learning and decision processes may also be key to better understand the developmental onset of psychiatric diseases.</p>",
      "publisher": "Center for Open Science",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Neurocomputational mechanisms underlying differential reinforcement learning from wins and losses in obesity with and without binge eating",
      "authors": "Maria Waltmann, Nadine Herzog, Andrea M.F. Reiter, Arno Villringer, Annette Horstmann, Lorenz Deserno",
      "journal": "",
      "year": 2023,
      "doi": "10.31234/osf.io/d9knf",
      "url": "https://doi.org/10.31234/osf.io/d9knf",
      "type": "Preprint",
      "citations": 1,
      "abstract": "<p>Background – Binge Eating Disorder (BED) is thought of as a disorder of cognitive control but evidence regarding its neurocognitive mechanisms is inconclusive. Key limitations in prior research are a lack of consistent separation between effects of BED and obesity, and a disregard for self-report evidence suggesting that neurocognitive alterations may emerge primarily in loss- or harm-avoidance contexts.Methods – Addressing these gaps, this longitudinal study investigated behavioral flexibility and its underlying neuro-computational processes in reward-seeking and loss-avoidance contexts. Obese participants with BED (BED), without BED (OB), and healthy normal-weight participants (NW) (Ntotal=96) performed a probabilistic reversal learning task during functional imaging, with different blocks focused on obtaining wins or avoiding losses. They were reinvited for a 6-months follow-up.Results – Analyses informed by computational models of reinforcement learning showed that unlike BED, OB performed worse in the win than the loss condition. Computationally, this was explained by differential learning sensitivities in the win vs loss conditions between groups. In the brain, this was echoed in differential neural learning signals in the ventromedial prefrontal cortex (vmPFC) per condition. The differences were subtle, but scaled with BED symptoms, such that more severe BED symptoms were associated with increasing bias towards improved learning from wins vs losses. Across conditions, OB switched more between choice options than NW. This was reflected in diminished representation of choice certainty in the vmPFC.Conclusions – Our study highlights the importance of distinguishing between obesity with and without BED to identify unique neuro-computational alterations underlying different styles of maladaptive eating behavior.</p>",
      "publisher": "Center for Open Science",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Working Memory Gating in Obesity: Insights from a Case-Control fMRI Study",
      "authors": "Nadine Herzog, Hendrik Hartmann, Lieneke K. Janssen, Maria Waltmann, Lorenz Deserno, Sean J. Fallon, Annette Horstmann",
      "journal": "",
      "year": 2023,
      "doi": "10.1101/2023.09.13.23295435",
      "url": "https://doi.org/10.1101/2023.09.13.23295435",
      "type": "Preprint",
      "citations": 1,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>Computational models and neurophysiological data propose that a ‘gating mechanism’ coordinates distractor-resistant maintenance and flexible updating of working memory contents: While maintenance of information is mainly implemented in the prefrontal cortex, updating of information is signaled by phasic increases in dopamine in the striatum. Previous literature demonstrates structural and functional alterations in these brain areas, as well as differential dopamine transmission among individuals with obesity, suggesting potential impairments in these processes. To test this hypothesis, we conducted an observational case-control fMRI study, dividing participants into groups with and without obesity based on their BMI. We probed maintenance and updating of working memory contents using a modified delayed match to sample task and investigated the effects of SNPs related to the dopaminergic system. While the task elicited the anticipated brain responses, our findings revealed no evidence for group differences in these two processes, neither at the neural level nor behaviorally. However, depending on Taq1A genotype, which affects dopamine receptor density in the striatum, participants with obesity performed worse on the task. In conclusion, this study does not support the existence of overall obesity-related differences in working memory gating. Instead, we propose that potentially subtle alterations may manifest specifically in individuals with a ’vulnerable’ genotype.</jats:p>",
      "publisher": "Cold Spring Harbor Laboratory",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 66
    },
    {
      "title": "Distinct adaptations of endocrine and cognitive functions may contribute to high variability in long-term weight loss outcome after bariatric surgery",
      "authors": "Mathis Lammert, Evelyn Medawar, Hendrik Hartmann, Linda Grasser, Arne Dietrich, Wiebke Fenske, Annette Horstmann",
      "journal": "Physiology &amp; Behavior",
      "year": 2023,
      "doi": "10.1016/j.physbeh.2023.114279",
      "url": "https://doi.org/10.1016/j.physbeh.2023.114279",
      "type": "Research Article",
      "citations": 5,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "269",
      "issue": "",
      "pages": "114279",
      "references_count": 122
    },
    {
      "title": "A randomized‐controlled trial to evaluate the app‐based multimodal weight loss program <i>zanadio</i> for patients with obesity",
      "authors": "Lena Roth, Madeleine Ordnung, Katarina Forkmann, Nora Mehl, Annette Horstmann",
      "journal": "Obesity",
      "year": 2023,
      "doi": "10.1002/oby.23744",
      "url": "https://doi.org/10.1002/oby.23744",
      "type": "Research Article",
      "citations": 31,
      "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Objective</jats:title><jats:p>This study aimed to evaluate the effectiveness of the app‐based, multimodal weight loss program <jats:italic>zanadio</jats:italic>.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>A randomized‐controlled trial was conducted from January 2021 to March 2022. A total of 150 adults with obesity were randomized into an intervention group and used <jats:italic>zanadio</jats:italic> for 1 year or into a wait list control group. The primary end point, weight change, and the secondary end points, quality of life, well‐being, and waist to height ratio, were assessed every 3 months for up to 1 year via telephone interviews and online questionnaires.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>After 12 months, participants of the intervention group lost, on average, −7.75% (95% CI: −9.66% to −5.84%) of their initial weight, achieving a clinically relevant and statistically stronger weight reduction than the control group (mean = 0.00% [95% CI: −1.98% to 1.99%]). All secondary end points improved significantly in the intervention group, with significantly greater improvements in well‐being and waist to height ratio than in the control group.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>This study showed that adults with obesity who have used <jats:italic>zanadio</jats:italic> achieved a significant and clinically relevant weight loss within 12 months and improved further obesity‐related health variables compared with a control group. Because of its effectiveness and flexible applicability, the app‐based multimodal treatment <jats:italic>zanadio</jats:italic> might alleviate the present care gap for patients with obesity in Germany.</jats:p></jats:sec>",
      "publisher": "Wiley",
      "volume": "31",
      "issue": "5",
      "pages": "1300-1310",
      "references_count": 43
    },
    {
      "title": "Self-reported intake of high-fat and high-sugar diet is not associated with cognitive stability and flexibility in healthy men",
      "authors": "Hendrik Hartmann, Lieneke K. Janssen, Nadine Herzog, Filip Morys, Daniel Fängström, Sean J. Fallon, Annette Horstmann",
      "journal": "Appetite",
      "year": 2023,
      "doi": "10.1016/j.appet.2023.106477",
      "url": "https://doi.org/10.1016/j.appet.2023.106477",
      "type": "Research Article",
      "citations": 9,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "183",
      "issue": "",
      "pages": "106477",
      "references_count": 127
    },
    {
      "title": "Diminished reinforcement sensitivity in adolescence is associated with enhanced response switching and reduced coding of choice probability in the medial frontal pole",
      "authors": "Maria Waltmann, Nadine Herzog, Andrea M.F. Reiter, Arno Villringer, Annette Horstmann, Lorenz Deserno",
      "journal": "Developmental Cognitive Neuroscience",
      "year": 2023,
      "doi": "10.1016/j.dcn.2023.101226",
      "url": "https://doi.org/10.1016/j.dcn.2023.101226",
      "type": "Research Article",
      "citations": 12,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "60",
      "issue": "",
      "pages": "101226",
      "references_count": 64
    },
    {
      "title": "Cortical Grey Matter Mediates Increases in Model-Based Control and Learning from Positive Feedback from Adolescence to Adulthood",
      "authors": "Vanessa Scholz, Maria Waltmann, Nadine Herzog, Andrea Reiter, Annette Horstmann, Lorenz Deserno",
      "journal": "The Journal of Neuroscience",
      "year": 2023,
      "doi": "10.1523/jneurosci.1418-22.2023",
      "url": "https://doi.org/10.1523/jneurosci.1418-22.2023",
      "type": "Research Article",
      "citations": 7,
      "abstract": "<jats:p>\n                    Cognition and brain structure undergo significant maturation from adolescence into adulthood. Model-based (MB) control is known to increase across development, which is mediated by cognitive abilities. Here, we asked two questions unaddressed in previous developmental studies. First, what are the brain structural correlates of age-related increases in MB control? Second, how are age-related increases in MB control from adolescence to adulthood influenced by motivational context? A human developmental sample (\n                    <jats:italic>n</jats:italic>\n                    = 103; age, 12–50, male/female, 55:48) completed structural MRI and an established task to capture MB control. The task was modified with respect to outcome valence by including (1) reward and punishment blocks to manipulate the motivational context and (2) an additional choice test to assess learning from positive versus negative feedback. After replicating that an age-dependent increase in MB control is mediated by cognitive abilities, we demonstrate first-time evidence that gray matter density (GMD) in the parietal cortex mediates the increase of MB control with age. Although motivational context did not relate to age-related changes in MB control, learning from positive feedback improved with age. Meanwhile, negative feedback learning showed no age effects. We present a first report that an age-related increase in positive feedback learning was mediated by reduced GMD in the parietal, medial, and dorsolateral prefrontal cortex. Our findings indicate that brain maturation, putatively reflected in lower GMD, in distinct and partially overlapping brain regions could lead to a more efficient brain organization and might thus be a key developmental step toward age-related increases in planning and value-based choice.\n                  </jats:p>\n                  <jats:p>\n                    <jats:bold>SIGNIFICANCE STATEMENT</jats:bold>\n                    Changes in model-based decision-making are paralleled by extensive maturation in cognition and brain structure across development. Still, to date the neuroanatomical underpinnings of these changes remain unclear. Here, we demonstrate for the first time that parietal GMD mediates age-dependent increases in model-based control. Age-related increases in positive feedback learning were mediated by reduced GMD in the parietal, medial, and dorsolateral prefrontal cortex. A manipulation of motivational context did not have an impact on age-related changes in model-based control. These findings highlight that brain maturation in distinct and overlapping cortical regions constitutes a key developmental step toward improved value-based choices.\n                  </jats:p>",
      "publisher": "Society for Neuroscience",
      "volume": "43",
      "issue": "12",
      "pages": "2178-2189",
      "references_count": 93
    },
    {
      "title": "Nutrient scoring for the DEGS1-FFQ – from food intake to nutrient intake",
      "authors": "Ronja Thieleking, Lennard Schneidewind, Arsene Kanyamibwa, Hendrik Hartmann, Annette Horstmann, A. Veronica Witte, Evelyn Medawar",
      "journal": "BMC Nutrition",
      "year": 2023,
      "doi": "10.1186/s40795-022-00636-2",
      "url": "https://doi.org/10.1186/s40795-022-00636-2",
      "type": "Research Article",
      "citations": 12,
      "abstract": "<jats:title>Abstract</jats:title>\n                  <jats:sec>\n                    <jats:title>Background</jats:title>\n                    <jats:p>While necessary for studying dietary decision-making or public health, estimates of nutrient supply based on self-reported food intake are barely accessible or fully lacking and remain a challenge in human research. In particular, detailed information on dietary fiber is limited. In this study we introduce an automated openly available approach to assess self-reported nutrient intake for research purposes for a popular, validated German food frequency questionnaire (FFQ).</jats:p>\n                  </jats:sec>\n                  <jats:sec>\n                    <jats:title>Methods</jats:title>\n                    <jats:p>\n                      To this end, we i) developed and shared a code for assessing nutrients (carbohydrates, fat, protein, sugar, fiber, etc.) for 53 items of the quantitative, validated German DEGS1-FFQ questionnaire implementing expert-guided nutritional values of diverse sources with several raters. In a sample of individuals (n\n                      <jats:sub>GUT-BRAIN</jats:sub>\n                       = 61 (21 female) overweight, omnivorous), we ii) cross-validated nutrient intake of the last 7 days and the last 24 h and iii) computed test–retest reliability across two timepoints. Further, iv) we reported newly computed nutrient intake for two independent cross-sectional cohorts with continuous weight status and different dietary habits (n\n                      <jats:sub>Mensa</jats:sub>\n                       = 134 (79 female, 1 diverse), n\n                      <jats:sub>GREADT</jats:sub>\n                       = 76 male). Exploratively, we v) correlated computed, energy-adjusted nutrient intake with anthropometric markers and HbA1c and vi) used linear mixed models to analyse the predictability of BMI and WHR by nutrient intake.\n                    </jats:p>\n                  </jats:sec>\n                  <jats:sec>\n                    <jats:title>Results</jats:title>\n                    <jats:p>\n                      In overweight adults (\n                      <jats:italic>n</jats:italic>\n                       = 61 (21 female), mean age 28.2 ± 6.5 years, BMI 27.4 ± 1.6 kg/m\n                      <jats:sup>2</jats:sup>\n                      ) nutrient intakes were mostly within recommended reference nutrient ranges for both last 7 days and last 24 h. Recommended fiber intake was not reached and sugar intake was surpassed. Calculated energy intake was significantly higher from last 24 h than from last 7 days but energy-adjusted nutrient intakes did not differ between those timeframes. Reliability of nutrient values between last 7 days and 24 h per visit was moderate (Pearson’s rho\n                      <jats:sub>all</jats:sub>\n                       ≥ 0.33, rho\n                      <jats:sub>max</jats:sub>\n                       = 0.62) and absolute agreement across two timepoints was low to high for 7 days (Pearson’s rho\n                      <jats:sub>min</jats:sub>\n                       = 0.12, rho\n                      <jats:sub>max</jats:sub>\n                       = 0.64,) and low to moderate for 24 h (Pearson’s rho\n                      <jats:sub>min</jats:sub>\n                       = 0.11, rho\n                      <jats:sub>max</jats:sub>\n                       = 0.45). Associations of dietary components to anthropometric markers showed distinct sex differences, with overall higher intake by males compared to females and only females presenting a negative association of BMI with fiber intake. Lastly, in the overweight sample (but not when extending the analysis to a wider BMI range of 18.6–36.4 kg/m\n                      <jats:sup>2</jats:sup>\n                      ), we could confirm that higher BMI was predicted by lower energy-adjusted fiber intake and higher energy-adjusted fat intake (when adjusting for age, sex and physical activity) while higher WHR was predicted by higher energy intake.\n                    </jats:p>\n                  </jats:sec>\n                  <jats:sec>\n                    <jats:title>Conclusion</jats:title>\n                    <jats:p>We provide an openly available tool to systematically assess nutrient intake, including fiber, based on self-report by a common German FFQ. The computed nutrient scores resembled overall plausible and reliable measures of nutrient intake given the known limitations of FFQs regarding over- or underreporting and suggest valid comparability when adjusting for energy intake. Our open code nutrient scoring can help to examine dietary intake in experimental studies, including dietary fiber, and can be readily adapted to other FFQs. Further validation of computed nutrients with biomarkers and nutrient-specific metabolites in serum, urine or feces will help to interpret self-reported dietary intake.</jats:p>\n                  </jats:sec>",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "9",
      "issue": "1",
      "pages": "",
      "references_count": 64
    },
    {
      "title": "Feasibility and utility of amygdala neurofeedback",
      "authors": "Noam Goldway, Itamar Jalon, Jackob N. Keynan, Lydia Hellrung, Annette Horstmann, Christian Paret, Talma Hendler",
      "journal": "Neuroscience &amp; Biobehavioral Reviews",
      "year": 2022,
      "doi": "10.1016/j.neubiorev.2022.104694",
      "url": "https://doi.org/10.1016/j.neubiorev.2022.104694",
      "type": "Research Article",
      "citations": 24,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "138",
      "issue": "",
      "pages": "104694",
      "references_count": 81
    },
    {
      "title": "From Feasibility to Utility: A Meta-Analysis of Amygdala-Neurofeedback",
      "authors": "Noam Goldway, Itamar Jalon, Jackob N Keynan, Lydia Hellrung, Annette Horstmann, Christian Paret, Talma Hendler",
      "journal": "",
      "year": 2021,
      "doi": "10.1101/2021.10.16.21264853",
      "url": "https://doi.org/10.1101/2021.10.16.21264853",
      "type": "Preprint",
      "citations": 0,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>Amygdala dysregulation is core to multiple psychiatric disorders. Real-time fMRI enables Amygdala self-modulation through NeuroFeedback (NF).</jats:p><jats:p>Despite a surge in Amygdala-NF studies, a systematic quantification of self-modulation is lacking. Amygdala-NF dissemination is further restricted by absence of unifying framework dictating design choices and insufficient understanding of neural changes underlying successful self-modulation.</jats:p><jats:p>The current meta-analysis of Amygdala-NF literature found that real-time feedback facilitates learned self-modulation more than placebo. Intriguingly, while we found that variability in design choices could be explained by the targeted domain, this was rarely highlighted by authors. Lastly, reanalysis of six fMRI data-sets (n=151), revealed that successful Amygdala down-modulation is coupled with deactivation of posterior insula and Default-Mode-Network major nodes, pointing to regulation related processes.</jats:p><jats:p>While findings point to Amygdala self-modulation as a learned skill that could modify brain functionality, further placebo-controlled trials are necessary to prove clinical efficacy. We further suggest that studies should explicitly target neuro-behavioral domain, design studies accordingly and include ‘target engagement’ measures. We exemplify this idea through a ‘process-based’ NF approach for PTSD.</jats:p>",
      "publisher": "Cold Spring Harbor Laboratory",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 79
    },
    {
      "title": "Gut microbiota link dietary fiber intake and short-chain fatty acid metabolism with eating behavior",
      "authors": "Evelyn Medawar, Sven-Bastiaan Haange, Ulrike Rolle-Kampczyk, Beatrice Engelmann, Arne Dietrich, Ronja Thieleking, Charlotte Wiegank, Charlotte Fries, Annette Horstmann, Arno Villringer, Martin von Bergen, Wiebke Fenske, A. Veronica Witte",
      "journal": "Translational Psychiatry",
      "year": 2021,
      "doi": "10.1038/s41398-021-01620-3",
      "url": "https://doi.org/10.1038/s41398-021-01620-3",
      "type": "Research Article",
      "citations": 108,
      "abstract": "<jats:title>Abstract</jats:title>\n                  <jats:p>\n                    The gut microbiome has been speculated to modulate feeding behavior through multiple factors, including short-chain fatty acids (SCFA). Evidence on this relationship in humans is however lacking. We aimed to explore if specific bacterial genera relate to eating behavior, diet, and SCFA in adults. Moreover, we tested whether eating-related microbiota relate to treatment success in patients after Roux-en-Y gastric bypass (RYGB). Anthropometrics, dietary fiber intake, eating behavior, 16S-rRNA-derived microbiota, and fecal and serum SCFA were correlated in young overweight adults (\n                    <jats:italic>n</jats:italic>\n                     = 27 (9 F), 21–36 years, BMI 25–31 kg/m\n                    <jats:sup>2</jats:sup>\n                    ). Correlated genera were compared in RYGB (\n                    <jats:italic>n</jats:italic>\n                     = 23 (16 F), 41–70 years, BMI 25–62 kg/m\n                    <jats:sup>2</jats:sup>\n                    ) and control patients (\n                    <jats:italic>n</jats:italic>\n                     = 17 (11 F), 26–69 years, BMI 25–48 kg/m\n                    <jats:sup>2</jats:sup>\n                    ). In young adults, 7 bacteria genera, i.e., Alistipes, Blautia, Clostridiales cluster XVIII, Gemmiger, Roseburia, Ruminococcus, and Streptococcus, correlated with healthier eating behavior, while 5 genera, i.e., Clostridiales cluster IV and XIVb, Collinsella, Fusicatenibacter, and Parabacteroides, correlated with unhealthier eating (all | r | &gt; 0.4, FDR-corrected\n                    <jats:italic>p</jats:italic>\n                     &lt; 0.05). Some of these genera including Parabacteroides related to fiber intake and SCFA, and to weight status and treatment response in overweight/obese patients. In this exploratory analysis, specific bacterial genera, particularly Parabacteroides, were associated with weight status and eating behavior in two small, independent and well-characterized cross-sectional samples. These preliminary findings suggest two groups of presumably beneficial and unfavorable genera that relate to eating behavior and weight status, and indicate that dietary fiber and SCFA metabolism may modify these relationships. Larger interventional studies are needed to distinguish correlation from causation.\n                  </jats:p>",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "11",
      "issue": "1",
      "pages": "",
      "references_count": 57
    },
    {
      "title": "Increased Brain Reward Responsivity to Food‐Related Odors in Obesity",
      "authors": "Pengfei Han, Clemens Roitzsch, Annette Horstmann, Maria Pössel, Thomas Hummel",
      "journal": "Obesity",
      "year": 2021,
      "doi": "10.1002/oby.23170",
      "url": "https://doi.org/10.1002/oby.23170",
      "type": "Research Article",
      "citations": 40,
      "abstract": "<jats:sec><jats:title>Objective</jats:title><jats:p>Food odors serve as powerful stimuli signaling the food quality and energy density and direct food‐specific appetite and consumption. This study explored obesity‐related brain activation in response to odors related to high‐ or low‐energy‐dense foods.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>Seventeen participants with obesity (BMI &gt; 30 kg/m<jats:sup>2</jats:sup>; 4 males and 13 females) and twenty‐one with normal weight (BMI &lt; 25 kg/m<jats:sup>2</jats:sup>; 9 males and 12 females) underwent a functional magnetic resonance imaging scan in which they received chocolate (high‐energy‐dense food) and cucumber (low‐energy‐dense food) odor stimuli. Participants’ olfactory and gustatory functions were assessed by the “Sniffin’ Sticks” and “Taste Strips” tests, respectively.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>Compared with normal‐weight controls, participants with obesity had lower odor sensitivity (phenylethyl alcohol) and decreased odor discrimination ability. However, participants with obesity demonstrated greater brain activation in response to chocolate compared with cucumber odors in the bilateral inferior frontal operculum and cerebellar vermis, right ventral anterior insula extending to putamen, right middle temporal gyrus, and right supramarginal areas.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>The present study provides preliminary evidence that obesity is associated with heightened brain activation of the reward and flavor processing areas in response to chocolate versus cucumber odors, possibly because of the higher energy density and reinforcing value of chocolate compared with cucumber.</jats:p></jats:sec>",
      "publisher": "Wiley",
      "volume": "29",
      "issue": "7",
      "pages": "1138-1145",
      "references_count": 45
    },
    {
      "title": "Loss of control over eating: A systematic review of task based research into impulsive and compulsive processes in binge eating",
      "authors": "Maria Waltmann, Nadine Herzog, Annette Horstmann, Lorenz Deserno",
      "journal": "",
      "year": 2021,
      "doi": "10.31234/osf.io/ne3aq",
      "url": "https://doi.org/10.31234/osf.io/ne3aq",
      "type": "Preprint",
      "citations": 0,
      "abstract": "<p>Recurring episodes of excessive food intake in binge eating disorder can be understood through the lens of behavioral control systems: patients repeat maladaptive behaviors against their explicit intent. Self-report measures show enhanced impulsivity and compulsivity in binge eating (BE) but are agnostic as to the processes that might lead to impulsive and compulsive behavior in the moment. Task-based neurocognitive investigations can tap into those processes. In this systematic review, we synthesize neurocognitive research on behavioral impulsivity and compulsivity in BE in humans and animals, published between 2010-2020. Findings on impulsivity are heterogeneous. Findings on compulsivity are sparse but comparatively consistent, indicating an imbalance of goal-directed and habitual control as well as deficits in reversal learning. We urge researchers to address heterogeneity related to mood states and the temporal dynamics of symptoms, to systematically differentiate contributions of body weight and BE, and to ascertain the validity and reliability of tasks. Moreover, we propose to further scrutinize the compulsivity findings to unravel the computational mechanisms of a potential reinforcement learning deficit.</p>",
      "publisher": "Center for Open Science",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Reliance on model-based and model-free control in obesity",
      "authors": "Lieneke K. Janssen, Florian P. Mahner, Florian Schlagenhauf, Lorenz Deserno, Annette Horstmann",
      "journal": "Scientific Reports",
      "year": 2020,
      "doi": "10.1038/s41598-020-79929-0",
      "url": "https://doi.org/10.1038/s41598-020-79929-0",
      "type": "Research Article",
      "citations": 11,
      "abstract": "<jats:title>Abstract</jats:title>\n                  <jats:p>Consuming more energy than is expended may reflect a failure of control over eating behaviour in obesity. Behavioural control arises from a balance between two dissociable strategies of reinforcement learning: model-free and model-based. We hypothesized that weight status relates to an imbalance in reliance on model-based and model-free control, and that it may do so in a linear or quadratic manner. To test this, 90 healthy participants in a wide BMI range [normal-weight (n = 31), overweight (n = 29), obese (n = 30)] performed a sequential decision-making task. The primary analysis indicated that obese participants relied less on model-based control than overweight and normal-weight participants, with no difference between overweight and normal-weight participants. In line, secondary continuous analyses revealed a negative linear, but not quadratic, relationship between BMI and model-based control. Computational modelling of choice behaviour suggested that a mixture of both strategies was shifted towards less model-based control in obese participants. Our findings suggest that obesity may indeed be related to an imbalance in behavioural control as expressed in a phenotype of less model-based control potentially resulting from enhanced reliance on model-free computations.</jats:p>",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "10",
      "issue": "1",
      "pages": "",
      "references_count": 71
    },
    {
      "title": "Preliminary evidence for an association between intake of high‐fat high‐sugar diet, variations in peripheral dopamine precursor availability and dopamine‐dependent cognition in humans",
      "authors": "Hendrik Hartmann, Larissa K. Pauli, Lieneke K. Janssen, Sebastian Huhn, Uta Ceglarek, Annette Horstmann",
      "journal": "Journal of Neuroendocrinology",
      "year": 2020,
      "doi": "10.1111/jne.12917",
      "url": "https://doi.org/10.1111/jne.12917",
      "type": "Research Article",
      "citations": 28,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>Obesity is associated with alterations in dopaminergic transmission and cognitive function. Rodent studies suggest that diets rich in saturated fat and refined sugars (HFS), as opposed to diets diets low in saturated fat and refined sugars (LFS), change the dopamine system independent of excessive body weight. However, the impact of HFS on the human brain has not been investigated. Here, we compared the effect of dietary dopamine depletion on dopamine‐dependent cognitive task performance between two groups differing in habitual intake of dietary fat and sugar. Specifically, we used a double‐blind within‐subject cross‐over design to compare the effect of acute phenylalanine/tyrosine depletion on a reinforcement learning and a working memory task, in two groups that are on opposite ends of the spectrum of self‐reported HFS intake (low vs high intake: LFS vs HFS group). We tested 31 healthy young women matched for body mass index (mostly normal weight to overweight) and IQ. Depletion of peripheral precursors of dopamine reduced the working memory specific performance on the operation span task in the LFS, but not in the HFS group (<jats:italic>P</jats:italic> = 0.016). Learning from positive‐ and negative‐reinforcement (probabilistic selection task) was increased in both diet groups after dopamine depletion (<jats:italic>P</jats:italic> = 0.049). As a secondary exploratory research question, we measured peripheral dopamine precursor availability (pDAP) at baseline as an estimate for central dopamine levels. The HFS group had a significantly higher pDAP at baseline compared to the LFS group (<jats:italic>P</jats:italic> = 0.025). Our data provide the first evidence indicating that the intake of HFS is associated with changes in dopamine precursor availability, which is suggestive of changes in central dopamine levels in humans. The observed associations are present in a sample of normal to overweight participants (ie, in the absence of obesity), suggesting that the consumption of a HFS might already be associated with altered behaviours. Alternatively, the effects of HFS diet and obesity might be independent.</jats:p>",
      "publisher": "Wiley",
      "volume": "32",
      "issue": "12",
      "pages": "",
      "references_count": 86
    },
    {
      "title": "Dopamine release, diffusion and uptake: A computational model for synaptic and volume transmission",
      "authors": "Kathleen Wiencke, Annette Horstmann, David Mathar, Arno Villringer, Jane Neumann",
      "journal": "PLOS Computational Biology",
      "year": 2020,
      "doi": "10.1371/journal.pcbi.1008410",
      "url": "https://doi.org/10.1371/journal.pcbi.1008410",
      "type": "Research Article",
      "citations": 29,
      "abstract": "<jats:p>Computational modeling of dopamine transmission is challenged by complex underlying mechanisms. Here we present a new computational model that (I) simultaneously regards release, diffusion and uptake of dopamine, (II) considers multiple terminal release events and (III) comprises both synaptic and volume transmission by incorporating the geometry of the synaptic cleft. We were able to validate our model in that it simulates concentration values comparable to physiological values observed in empirical studies. Further, although synaptic dopamine diffuses into extra-synaptic space, our model reflects a very localized signal occurring on the synaptic level, i.e. synaptic dopamine release is negligibly recognized by neighboring synapses. Moreover, increasing evidence suggests that cognitive performance can be predicted by signal variability of neuroimaging data (e.g. BOLD). Signal variability in target areas of dopaminergic neurons (striatum, cortex) may arise from dopamine concentration variability. On that account we compared spatio-temporal variability in a simulation mimicking normal dopamine transmission in striatum to scenarios of enhanced dopamine release and dopamine uptake inhibition. We found different variability characteristics between the three settings, which may in part account for differences in empirical observations. From a clinical perspective, differences in striatal dopaminergic signaling contribute to differential learning and reward processing, with relevant implications for addictive- and compulsive-like behavior. Specifically, dopaminergic tone is assumed to impact on phasic dopamine and hence on the integration of reward-related signals. However, in humans DA tone is classically assessed using PET, which is an indirect measure of endogenous DA availability and suffers from temporal and spatial resolution issues. We discuss how this can lead to discrepancies with observations from other methods such as microdialysis and show how computational modeling can help to refine our understanding of DA transmission.</jats:p>",
      "publisher": "Public Library of Science (PLoS)",
      "volume": "16",
      "issue": "11",
      "pages": "e1008410",
      "references_count": 64
    },
    {
      "title": "Reduced Olfactory Bulb Volume in Obesity and Its Relation to Metabolic Health Status",
      "authors": "Maria Poessel, Nora Breuer, Akshita Joshi, André Pampel, Arno Villringer, Thomas Hummel, Annette Horstmann",
      "journal": "Frontiers in Human Neuroscience",
      "year": 2020,
      "doi": "10.3389/fnhum.2020.586998",
      "url": "https://doi.org/10.3389/fnhum.2020.586998",
      "type": "Research Article",
      "citations": 30,
      "abstract": "<jats:p>Smell perception plays an important role in eating behavior and might be involved in body weight gain. Since a body of literature implies that olfactory perception and function is hampered in obesity, we here investigate neuroanatomical correlates of this phenomenon. We assessed olfactory bulb (OB) volume with magnetic resonance imaging in 67 healthy participants with a body mass index (BMI) from 18.9 to 45.4 kg/m<jats:sup>2</jats:sup> (mean = 28.58 ± 6.64). Moreover, we obtained psychophysiological data on olfactory ability (Sniffin’ Sticks, Food associated odor test) and self-report measurements on eating behavior. Additionally, we collected parameters associated with metabolic health in obesity (waist-hip ratio, waist-height ratio, leptin levels, body fat percentage, fat mass index, insulin resistance) to investigate recently proposed mechanistic explanatory models of why olfaction may be altered in obesity. We showed that OB volume was significantly lower in participants with obesity when compared to those of normal weight. Moreover, we found weak to moderate negative correlations between OB volume and BMI and related measures of metabolic health, especially leptin, body fat percentage, waist-height ratio and insulin resistance. However, neither OB volume nor BMI were related to olfactory function in our young and healthy sample. Nevertheless, our results provide first indications that obesity is associated with brain anatomical changes in the OBs.</jats:p>",
      "publisher": "Frontiers Media SA",
      "volume": "14",
      "issue": "",
      "pages": "",
      "references_count": 94
    },
    {
      "title": "The Aetiology of Olfactory Dysfunction and Its Relationship to Diet Quality",
      "authors": "Richard J. Stevenson, Mehmet K. Mahmut, Annette Horstmann, Thomas Hummel",
      "journal": "Brain Sciences",
      "year": 2020,
      "doi": "10.3390/brainsci10110769",
      "url": "https://doi.org/10.3390/brainsci10110769",
      "type": "Research Article",
      "citations": 20,
      "abstract": "<jats:p>People with olfactory loss may choose foods rich in sugar, salt and fat to compensate their loss—foods that constitute a Western-style diet (WSD). However, olfactory dysfunction has not been consistently linked to any particular type of dietary change. Here we considered whether the aetiology of olfactory dysfunction may affect consumption of a WSD. Two-hundred and twenty-two people with olfactory dysfunction of varying cause, were tested for chemosensory performance and their frequency of consumption of a WSD. There was no evidence of a link between a WSD and olfactory dysfunction at the aggregate level, but an aetiology-based approach revealed various patterns, showing both positive and negative associations between olfactory performance and consumption of a WSD. We suggest a number of reasons why, in certain cases, greater olfactory dysfunction may be linked to lower intakes of a WSD, and the role that different aetiologies may have in affecting choices for foods that may appeal following olfactory impairment.</jats:p>",
      "publisher": "MDPI AG",
      "volume": "10",
      "issue": "11",
      "pages": "769",
      "references_count": 35
    },
    {
      "title": "Insulin Resistance Is Associated with Reduced Food Odor Sensitivity across a Wide Range of Body Weights",
      "authors": "Maria Poessel, Jessica Freiherr, Kathleen Wiencke, Arno Villringer, Annette Horstmann",
      "journal": "Nutrients",
      "year": 2020,
      "doi": "10.3390/nu12082201",
      "url": "https://doi.org/10.3390/nu12082201",
      "type": "Research Article",
      "citations": 30,
      "abstract": "<jats:p>The worldwide obesity epidemic is a major health problem driven by the modern food environment. Recently, it has been shown that smell perception plays a key role in eating behavior and is altered in obesity. However, the underlying mechanisms of this phenomenon are not well understood yet. Since the olfactory system is closely linked to the endocrine system, we hypothesized that hormonal shifts in obesity might explain this relationship. In a within-subject, repeated-measures design, we investigated sensitivity to a food and a non-food odor in the hungry and sated state in 75 young healthy (26 normal weight, 25 overweight, and 24 obese) participants (37 women). To determine metabolic health status and hormonal reactivity in response to food intake, we assessed pre- and postprandial levels of insulin, leptin, glucose, and ghrelin. Odor sensitivity did not directly depend on body weight status/body mass index (BMI) or hunger state. However, we could establish a strong negative mediating effect of insulin resistance on the relationship between BMI/waist-hip ratio and olfactory sensitivity for the food odor. These findings indicate an impact of metabolic health status on sensitivity to food odors. Our results contribute to a better understanding of the mechanisms behind altered smell perception in obesity.</jats:p>",
      "publisher": "MDPI AG",
      "volume": "12",
      "issue": "8",
      "pages": "2201",
      "references_count": 62
    },
    {
      "title": "Automatic and Controlled Processing: Implications for Eating Behavior",
      "authors": "Sophia Fürtjes, Joseph A. King, Caspar Goeke, Maria Seidel, Thomas Goschke, Annette Horstmann, Stefan Ehrlich",
      "journal": "Nutrients",
      "year": 2020,
      "doi": "10.3390/nu12041097",
      "url": "https://doi.org/10.3390/nu12041097",
      "type": "Research Article",
      "citations": 22,
      "abstract": "<jats:p>It is a widely held view that humans have control over their food choices and consumption. However, research also suggests that eating behavior is often triggered by contextual cues and guided by automaticities and habits. Interestingly, the dichotomy between automatic and controlled processing has recently been challenged, suggesting that they may be intertwined. In a large female sample (n = 567), we investigated the hypothesis that task-based and self-reported measures of automatic and controlled processing would interact and impact self-reported eating behavior. Results analyzed via structural equation modeling suggest that automatic, but not controlled processing, during a modified flanker task, including a context-specific proportion congruent (CSPC) manipulation, was inversely associated with self-reported self-control. The influence of self-control on unhealthy eating behavior (i.e., uncontrolled and emotional eating, heightened consumption of fat and sugar) was only indirect via habitual behavior, which itself had a strong direct impact. Unhealthy eating was further associated with real-life outcomes (e.g., body mass index (BMI)). Our findings suggest that eating behavior may indeed be guided primarily by automaticities and habits, whereas self-control might facilitate this association. Having self-control over eating might therefore be most effective by avoiding contextual cues eliciting undesired automatic behavior and establishing habits that serve long-term goals.</jats:p>",
      "publisher": "MDPI AG",
      "volume": "12",
      "issue": "4",
      "pages": "1097",
      "references_count": 68
    },
    {
      "title": "Hemispheric asymmetries in resting‐state EEG and fMRI are related to approach and avoidance behaviour, but not to eating behaviour or BMI",
      "authors": "Filip Morys, Lieneke K. Janssen, Elena Cesnaite, Frauke Beyer, Isabel Garcia‐Garcia, Jana Kube, Deniz Kumral, Franziskus Liem, Nora Mehl, Keyvan Mahjoory, Anne Schrimpf, Michael Gaebler, Daniel Margulies, Arno Villringer, Jane Neumann, Vadim V. Nikulin, Annette Horstmann",
      "journal": "Human Brain Mapping",
      "year": 2019,
      "doi": "10.1002/hbm.24864",
      "url": "https://doi.org/10.1002/hbm.24864",
      "type": "Research Article",
      "citations": 15,
      "abstract": "<jats:title>Abstract</jats:title>\n                  <jats:p>\n                    Much of our behaviour is driven by two motivational dimensions—approach and avoidance. These have been related to frontal hemispheric asymmetries in clinical and resting‐state EEG studies: Approach was linked to higher activity of the left relative to the right hemisphere, while avoidance was related to the opposite pattern. Increased approach behaviour, specifically towards unhealthy foods, is also observed in obesity and has been linked to asymmetry in the framework of the right‐brain hypothesis of obesity. Here, we aimed to replicate previous EEG findings of hemispheric asymmetries for self‐reported approach/avoidance behaviour and to relate them to eating behaviour. Further, we assessed whether resting fMRI hemispheric asymmetries can be detected and whether they are related to approach/avoidance, eating behaviour and BMI. We analysed three samples: Sample 1 (\n                    <jats:italic>n</jats:italic>\n                    = 117) containing EEG and fMRI data from lean participants, and Samples 2 (\n                    <jats:italic>n</jats:italic>\n                    = 89) and 3 (\n                    <jats:italic>n</jats:italic>\n                    = 152) containing fMRI data from lean, overweight and obese participants. In Sample 1, approach behaviour in women was related to EEG, but not to fMRI hemispheric asymmetries. In Sample 2, approach/avoidance behaviours were related to fMRI hemispheric asymmetries. Finally, hemispheric asymmetries were not related to either BMI or eating behaviour in any of the samples. Our study partly replicates previous EEG findings regarding hemispheric asymmetries and indicates that this relationship could also be captured using fMRI. Our findings suggest that eating behaviour and obesity are likely to be mediated by mechanisms not directly relating to frontal asymmetries in neuronal activation quantified with EEG and fMRI.\n                  </jats:p>",
      "publisher": "Wiley",
      "volume": "41",
      "issue": "5",
      "pages": "1136-1152",
      "references_count": 85
    },
    {
      "title": "Rapid Assessment of Olfactory Sensitivity Using the “Sniffin’ Sticks”",
      "authors": "Maria Pössel, Jessica Freiherr, Annette Horstmann",
      "journal": "Chemosensory Perception",
      "year": 2019,
      "doi": "10.1007/s12078-019-09261-z",
      "url": "https://doi.org/10.1007/s12078-019-09261-z",
      "type": "Research Article",
      "citations": 6,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "13",
      "issue": "1",
      "pages": "37-44",
      "references_count": 39
    },
    {
      "title": "Characterizing impulsivity and resting‐state functional connectivity in normal‐weight binge eaters",
      "authors": "Rossella Oliva, Filip Morys, Annette Horstmann, Umberto Castiello, Chiara Begliomini",
      "journal": "International Journal of Eating Disorders",
      "year": 2019,
      "doi": "10.1002/eat.23212",
      "url": "https://doi.org/10.1002/eat.23212",
      "type": "Research Article",
      "citations": 18,
      "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Objective</jats:title><jats:p>Binge eating is characterized by episodes of uncontrolled eating, within discrete periods of time. Although it is usually described in obese individuals or as a symptom of Binge Eating Disorder (BED), this behavior can also occur in the normal‐weight (NW) population. An interesting premise suggests that impulsivity might contribute to the onset of binge eating and the progression toward weight gain. Drawing upon this evidence, here we explored impulsivity in NW individuals reporting binge‐eating episodes through a functional connectivity approach. We hypothesized that, even in the absence of an eating disorder, NW binge eaters would be characterized by connectivity pattern changes in corticostriatal regions implicated in impulsivity, similarly to the results described in BED individuals.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>A resting‐state functional magnetic resonance imaging study tested 39 NW men and women, with and without binge eating (binge eaters, BE and non‐BE). Brain functional connectivity was explored by means of graph theoretic centrality measures and traditional seed‐based analysis; trait impulsivity was assessed with self‐report questionnaires.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>The BE group was characterized by a higher degree of trait impulsivity. Brain functional connectivity measures revealed lower degree centrality within the right middle frontal gyrus, left insula/putamen and left temporoparietal regions and a lower functional connectivity between the right middle frontal gyrus and right insula in the BE group.</jats:p></jats:sec><jats:sec><jats:title>Discussion</jats:title><jats:p>The results support previous evidence on BED of altered functional connectivity and higher impulsivity at the roots of overeating behavior, but further extend this concept excluding any potential confounding effect exerted by the weight status.</jats:p></jats:sec>",
      "publisher": "Wiley",
      "volume": "53",
      "issue": "3",
      "pages": "478-488",
      "references_count": 60
    },
    {
      "title": "Liking and left amygdala activity during food versus nonfood processing are modulated by emotional context",
      "authors": "Isabel García-García, Jana Kube, Filip Morys, Anne Schrimpf, Ahmad S. Kanaan, Michael Gaebler, Arno Villringer, Alain Dagher, Annette Horstmann, Jane Neumann",
      "journal": "Cognitive, Affective, &amp; Behavioral Neuroscience",
      "year": 2019,
      "doi": "10.3758/s13415-019-00754-8",
      "url": "https://doi.org/10.3758/s13415-019-00754-8",
      "type": "Research Article",
      "citations": 12,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "20",
      "issue": "1",
      "pages": "91-102",
      "references_count": 42
    },
    {
      "title": "Differences in intake of high-fat high-sugar diet are related to variations in central dopamine in humans",
      "authors": "Hendrik Hartmann, Larissa K. Pauli, Lieneke K. Janssen, Sebastian Huhn, Uta Ceglarek, Annette Horstmann",
      "journal": "",
      "year": 2019,
      "doi": "10.1101/839647",
      "url": "https://doi.org/10.1101/839647",
      "type": "Preprint",
      "citations": 0,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>Obesity is associated with alterations in dopaminergic transmission and cognitive function. Recent findings from rodent studies suggest that diets rich in saturated fat and refined sugars (HFS) induce changes in the dopamine system independent of excessive body weight. However, so far the impact of HFS on the human brain has not been investigated. Here, we compared the effect of dietary dopamine depletion on dopamine dependent cognitive tasks between two groups that differ in habitual intake of dietary fat and sugar. Specifically, we used a double-blind within-subject crossover design to compare the effect of acute phenylalanine/tyrosine depletion (APTD) on a reinforcement learning and a working memory task, in two groups that are on opposite ends of the spectrum of self-reported HFS intake (low vs. high intake: LFS vs. HFS group). We tested 31 healthy young women, who were matched for BMI (mostly normal weight to overweight) and IQ. Depletion of central dopamine reduced the working memory specific performance on the operation span task (OSPAN) in the LFS, but not in the HFS group (p = 0.023, r = 0.210). Learning from positive and negative reinforcement (probabilistic selection task: PST) was increased in both diet groups after dopamine depletion (p = 0.048, r = 0.144). As secondary exploratory research question we measured peripheral dopamine precursor availability (pDAP) at baseline as an estimate for central dopamine levels. The HFS group had a significantly higher pDAP at baseline compared to the LFS group (p = .048, r = −0.355). Our data provides first evidence that the intake of HFS is associated with changes in indirect measures of central dopamine levels in humans. The observed associations are independent of body weight status, suggesting that consumption of HFS might be associated with maladaptive behaviors contributing to the development of obesity.</jats:p>",
      "publisher": "Cold Spring Harbor Laboratory",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 78
    },
    {
      "title": "Psychometric Evaluation of the German Version of the Dietary Fat and Free Sugar – Short Questionnaire",
      "authors": "Sophie Pauline Fromm, Annette Horstmann",
      "journal": "Obesity facts",
      "year": 2019,
      "doi": "10.31232/osf.io/w9xny",
      "url": "https://doi.org/10.31232/osf.io/w9xny",
      "type": "Preprint",
      "citations": 0,
      "abstract": "<p>Background: The Dietary Fat and free Sugar – Short Questionnaire (DFS) is a cost- and time-efficient self-report screening instrument to estimate dietary intake of saturated fat and free sugar. To date, only the English version has been psychometrically evaluated. We assessed the psychometric characteristics of the German version of the DFS in normal weight, overweight and obese individuals.Method: 65 adult participants completed a German translation of the DFS and a validated food frequency questionnaire (FFQ). We correlated participants’ percentage of energy intake from saturated fat and free sugar from the FFQ with the DFS scores. To establish test-retest reliability, participants completed the DFS a second time. To investigate convergent validity, we correlated participants DFS scores with self-reported eating behaviour and sensitivity to reward.Results: DFS scores correlated with percentage of energy from free sugar (rs = .443) and saturated fatty acids (rs = .258) but not with non-target nutrients. The correlation between DFS scores and percentage energy from free sugar was not moderated by BMI, whereas the correlation with percentage energy from saturated fat slightly decreased with BMI. Intra-class correlation was .801, suggesting excellent test-retest reliability. DFS scores correlated significantly with restraint of eating behaviour (rs = -.380) and feelings of hunger (rs =.275). Correlations of the DFS score with disinhibited eating and sensitivity to reward failed to be significant.Conclusion: Our results suggest that the German version of the DFS provides a reliable and valid estimation for the dietary saturated fat and free sugar intake of normal weight, overweight, and obese individuals.</p>",
      "publisher": "Center for Open Science",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Lost in Translation? On the Need for Convergence in Animal and Human Studies on the Role of Dopamine in Diet-Induced Obesity",
      "authors": "Lieneke K. Janssen, Nadine Herzog, Maria Waltmann, Nora Breuer, Kathleen Wiencke, Franziska Rausch, Hendrik Hartmann, Maria Poessel, Annette Horstmann",
      "journal": "Current Addiction Reports",
      "year": 2019,
      "doi": "10.1007/s40429-019-00268-w",
      "url": "https://doi.org/10.1007/s40429-019-00268-w",
      "type": "Research Article",
      "citations": 15,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "6",
      "issue": "3",
      "pages": "229-257",
      "references_count": 191
    },
    {
      "title": "MIS – A new scoring method for the operation span task that accounts for Math, remembered Items and Sequence.",
      "authors": "Mathis Lammert, Filip Morys, Hendrik Hartmann, Lieneke Katharina Janssen, Annette Horstmann",
      "journal": "",
      "year": 2019,
      "doi": "10.31234/osf.io/ue3j8",
      "url": "https://doi.org/10.31234/osf.io/ue3j8",
      "type": "Preprint",
      "citations": 3,
      "abstract": "<p>The operation span task is a well-validated measure of the executive component of working memory. Previous scoring systems of this task focus predominantly on the span part of the task, while the distractor – math task – serves as an exclusion criterion for test assessment only. Here, we propose a new Math-Item-Sequence (MIS) system to score performance on the Ospan based on both the span and math part. This new system provides three main improvements: 1) it eliminates the need to introduce arbitrary exclusion thresholds based on performance on the distractor task; 2) it takes into account remembered letters, and their relative position in the sequence separately; 3) it considers performance on the math task in the scoring of the Ospan task as a downweighing factor. In 6 independent samples we show that MIS score correlates highly with previously recommended scoring methods, suggesting that it measures the same underlying concepts. We also show that internal consistency of MIS is very good and comparable to or higher than the previous methods. We argue that MIS could be used in all samples, but might be of particular interest for small samples, where exclusions of participants are especially costly.</p>",
      "publisher": "Center for Open Science",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Liking and left amygdala activity during food versus non-food processing are modulated by emotional context",
      "authors": "Isabel García-García, Jana Kube, Filip Morys, Anne Schrimpf, Ahmad S. Kanaan, Michael Gaebler, Arno Villringer, Alain Dagher, Annette Horstmann, Jane Neumann",
      "journal": "",
      "year": 2019,
      "doi": "10.1101/707844",
      "url": "https://doi.org/10.1101/707844",
      "type": "Preprint",
      "citations": 1,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>Emotions can influence our eating behaviors. Facing an acute stressor or being in a positive mood are examples of situations that tend to modify appetite. However, the question of how the brain integrates these emotion-related changes in food processing remains elusive. Here we designed an emotional priming fMRI task to test if amygdala activity during food pictures differs depending on the emotional context. Fifty-eight female participants completed a novel emotional priming task, in which emotional images of negative, neutral or positive situations were followed by pictures of either foods or objects. After priming in each trial, participants rated how much they liked the shown foods or objects. We analyzed how brain activity during the contrast “foods &gt; objects” changed according to the emotional context – in the whole brain and in the amygdala. We also examined the potential effect of adiposity (i.e., waist circumference). We observed a higher difference between liking scores for foods and objects after positive priming than after neutral priming. In the left amygdala, activity in the contrast “foods &gt; objects” was higher after neutral priming relative to negative priming. Waist circumference was not significantly related to this emotional priming effect on food processing. Our results suggest that emotional context alters food and non-food perception, both in terms of liking scores and with regards to engagement of the left amygdala. Moreover, our findings indicate that emotional context has an impact on the salience advantage of food, possibly affecting eating behavior.</jats:p>",
      "publisher": "Cold Spring Harbor Laboratory",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 42
    },
    {
      "title": "Reliance on model-based and model-free control in obesity",
      "authors": "Lieneke Katharina Janssen, Florian Paul Mahner, Florian Schlagenhauf, Lorenz Deserno, Annette Horstmann",
      "journal": "",
      "year": 2019,
      "doi": "10.31234/osf.io/6s47t",
      "url": "https://doi.org/10.31234/osf.io/6s47t",
      "type": "Preprint",
      "citations": 1,
      "abstract": "<p>Consuming more energy than is expended may reflect a failure of control over eating behaviour in obesity. Behavioural control arises from a balance between two dissociable strategies of reinforcement learning: model-free and model-based. We hypothesized that weight status relates to an imbalance in reliance on model-based and model-free control, and that it may do so in a linear or quadratic manner. To test this, 90 healthy participants in a wide BMI range (normal-weight (n=31), overweight (n=29), obese (n=30)) performed a sequential decision-making task. The primary analysis indicated that obese participants relied less on model-based control than overweight and normal-weight participants, with no difference between overweight and normal-weight participants. In line, secondary continuous analyses revealed a negative linear, but not quadratic, relationship between BMI and model-based control. Computational modelling of choice behaviour suggested that a mixture of both strategies was shifted towards less model-based control in obese participants. Furthermore, exploratory analyses of separate weights for model-free and model-based control showed stronger reliance on model-free control with increased BMI. Our findings suggest that obesity may indeed be related to an imbalance in behavioural control as expressed in a phenotype of less model-based control potentially resulting from enhanced reliance on model-free computations.</p>",
      "publisher": "Center for Open Science",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "(Epi)genetic regulation of CRTC1 in human eating behaviour and fat distribution",
      "authors": "Kerstin Rohde, Maria Keller, Lars la Cour Poulsen, Torunn Rønningen, Michael Stumvoll, Anke Tönjes, Peter Kovacs, Annette Horstmann, Arno Villringer, Matthias Blüher, Yvonne Böttcher",
      "journal": "eBioMedicine",
      "year": 2019,
      "doi": "10.1016/j.ebiom.2019.05.050",
      "url": "https://doi.org/10.1016/j.ebiom.2019.05.050",
      "type": "Research Article",
      "citations": 18,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "44",
      "issue": "",
      "pages": "476-488",
      "references_count": 34
    },
    {
      "title": "Appetitive Pavlovian-to-Instrumental Transfer in Participants with Normal-Weight and Obesity",
      "authors": "Marie-Theres Meemken, Annette Horstmann",
      "journal": "Nutrients",
      "year": 2019,
      "doi": "10.3390/nu11051037",
      "url": "https://doi.org/10.3390/nu11051037",
      "type": "Research Article",
      "citations": 28,
      "abstract": "<jats:p>Altered eating behavior due to modern, food-enriched environments has a share in the recent obesity upsurge, though the exact mechanisms remain unclear. This study aims to assess whether higher weight or weight gain are related to stronger effects of external cues on motivation-driven behavior. 51 people with and without obesity completed an appetitive Pavlovian-to-Instrumental Transfer (PIT) paradigm. During training, button presses as well as presentation of fractal images resulted in three palatable and one neutral taste outcome. In the subsequent test phase, outcome-specific and general behavioral bias of the positively associated fractal images on deliberate button press were tested under extinction. While all participants showed signs of specific transfer, general transfer was not elicited. Contrary to our expectations, there was no main effect of weight group on PIT magnitude. Participants with obesity exhibited higher scores in the Three-Factor Eating Questionnaire Disinhibition scale, replicating a very robust effect from previous literature. Individual Restraint scores were able to predict body-mass index (BMI) change after a three-year period. Our data indicate that PIT is an important player in how our environment influences the initiation of food intake, but its effects alone cannot explain differences in—or future development of—individual weight.</jats:p>",
      "publisher": "MDPI AG",
      "volume": "11",
      "issue": "5",
      "pages": "1037",
      "references_count": 65
    },
    {
      "title": "The impulsive brain: Neural underpinnings of binge eating behavior in normal-weight adults",
      "authors": "R. Oliva, F. Morys, A. Horstmann, U. Castiello, C. Begliomini",
      "journal": "Appetite",
      "year": 2019,
      "doi": "10.1016/j.appet.2018.12.043",
      "url": "https://doi.org/10.1016/j.appet.2018.12.043",
      "type": "Research Article",
      "citations": 49,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "136",
      "issue": "",
      "pages": "33-49",
      "references_count": 97
    },
    {
      "title": "Unhealthy yet Avoidable—How Cognitive Bias Modification Alters Behavioral and Brain Responses to Food Cues in Individuals with Obesity",
      "authors": "Nora Mehl, Filip Morys, Arno Villringer, Annette Horstmann",
      "journal": "Nutrients",
      "year": 2019,
      "doi": "10.3390/nu11040874",
      "url": "https://doi.org/10.3390/nu11040874",
      "type": "Research Article",
      "citations": 25,
      "abstract": "<jats:p>Obesity is associated with automatically approaching problematic stimuli, such as unhealthy food. Cognitive bias modification (CBM) could beneficially impact problematic approach behavior. However, it is unclear which mechanisms are targeted by CBM in obesity. Candidate mechanisms include: (1) altering reward value of food stimuli; and (2) strengthening inhibitory abilities. Thirty-three obese adults completed either CBM or sham training during functional magnetic resonance imaging (fMRI) scanning. CBM consisted of implicit training to approach healthy and avoid unhealthy foods. At baseline, approach tendencies towards food were present in all participants. Avoiding vs. approaching food was associated with higher activity in the right angular gyrus (rAG). CBM resulted in a diminished approach bias towards unhealthy food, decreased activation in the rAG, and increased activation in the anterior cingulate cortex. Relatedly, functional connectivity between the rAG and right superior frontal gyrus increased. Analysis of brain connectivity during rest revealed training-related connectivity changes of the inferior frontal gyrus and bilateral middle frontal gyri. Taken together, CBM strengthens avoidance tendencies when faced with unhealthy foods and alters activity in brain regions underpinning behavioral inhibition.</jats:p>",
      "publisher": "MDPI AG",
      "volume": "11",
      "issue": "4",
      "pages": "874",
      "references_count": 72
    },
    {
      "title": "A mind-brain-body dataset of MRI, EEG, cognition, emotion, and peripheral physiology in young and old adults",
      "authors": "Anahit Babayan, Miray Erbey, Deniz Kumral, Janis D. Reinelt, Andrea M. F. Reiter, Josefin Röbbig, H. Lina Schaare, Marie Uhlig, Alfred Anwander, Pierre-Louis Bazin, Annette Horstmann, Leonie Lampe, Vadim V. Nikulin, Hadas Okon-Singer, Sven Preusser, André Pampel, Christiane S. Rohr, Julia Sacher, Angelika Thöne-Otto, Sabrina Trapp, Till Nierhaus, Denise Altmann, Katrin Arelin, Maria Blöchl, Edith Bongartz, Patric Breig, Elena Cesnaite, Sufang Chen, Roberto Cozatl, Saskia Czerwonatis, Gabriele Dambrauskaite, Maria Dreyer, Jessica Enders, Melina Engelhardt, Marie Michele Fischer, Norman Forschack, Johannes Golchert, Laura Golz, C. Alexandrina Guran, Susanna Hedrich, Nicole Hentschel, Daria I. Hoffmann, Julia M. Huntenburg, Rebecca Jost, Anna Kosatschek, Stella Kunzendorf, Hannah Lammers, Mark E. Lauckner, Keyvan Mahjoory, Ahmad S. Kanaan, Natacha Mendes, Ramona Menger, Enzo Morino, Karina Näthe, Jennifer Neubauer, Handan Noyan, Sabine Oligschläger, Patricia Panczyszyn-Trzewik, Dorothee Poehlchen, Nadine Putzke, Sabrina Roski, Marie-Catherine Schaller, Anja Schieferbein, Benito Schlaak, Robert Schmidt, Krzysztof J. Gorgolewski, Hanna Maria Schmidt, Anne Schrimpf, Sylvia Stasch, Maria Voss, Annett Wiedemann, Daniel S. Margulies, Michael Gaebler, Arno Villringer",
      "journal": "Scientific Data",
      "year": 2019,
      "doi": "10.1038/sdata.2018.308",
      "url": "https://doi.org/10.1038/sdata.2018.308",
      "type": "Research Article",
      "citations": 328,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>We present a publicly available dataset of 227 healthy participants comprising a young (N=153, 25.1±3.1 years, range 20–35 years, 45 female) and an elderly group (N=74, 67.6±4.7 years, range 59–77 years, 37 female) acquired cross-sectionally in Leipzig, Germany, between 2013 and 2015 to study mind-body-emotion interactions. During a two-day assessment, participants completed MRI at 3 Tesla (resting-state fMRI, quantitative T1 (MP2RAGE), T2-weighted, FLAIR, SWI/QSM, DWI) and a 62-channel EEG experiment at rest. During task-free resting-state fMRI, cardiovascular measures (blood pressure, heart rate, pulse, respiration) were continuously acquired. Anthropometrics, blood samples, and urine drug tests were obtained. Psychiatric symptoms were identified with Standardized Clinical Interview for DSM IV (SCID-I), Hamilton Depression Scale, and Borderline Symptoms List. Psychological assessment comprised 6 cognitive tests as well as 21 questionnaires related to emotional behavior, personality traits and tendencies, eating behavior, and addictive behavior. We provide information on study design, methods, and details of the data. This dataset is part of the larger MPI Leipzig Mind-Brain-Body database.</jats:p>",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "6",
      "issue": "1",
      "pages": "",
      "references_count": 116
    },
    {
      "title": "Adipositas, Kognition und Entscheidungsverhalten",
      "authors": "Annette Horstmann",
      "journal": "Psychosoziale Aspekte der Adipositas-Chirurgie",
      "year": 2018,
      "doi": "10.1007/978-3-662-57364-8_7",
      "url": "https://doi.org/10.1007/978-3-662-57364-8_7",
      "type": "Book Chapter",
      "citations": 1,
      "abstract": "",
      "publisher": "Springer Berlin Heidelberg",
      "volume": "",
      "issue": "",
      "pages": "101-113",
      "references_count": 50
    },
    {
      "title": "Hemispheric asymmetries in resting-state EEG and fMRI are related to approach and avoidance behaviour, but not to eating behaviour or BMI",
      "authors": "Filip Morys, Lieneke Janssen, Elena Cesnaite, Frauke Beyer, Isabel Garcia-Garcia, Jana Kube, Deniz Kumral, Franziskus Liem, Nora Mehl, Keyvan Mahjoory, Anne Schrimpf, Michael Gaebler, Daniel Margulies, Arno Villringer, Jane Neumann, Vadim Nikulin, Annette Horstmann",
      "journal": "bioRxiv",
      "year": 2019,
      "doi": "10.1101/692012",
      "url": "https://doi.org/10.1101/692012",
      "type": "Preprint",
      "citations": 1,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>Much of our behaviour is driven by two motivational dimensions – approach and avoidance. These have been related to frontal hemispheric asymmetries in clinical and resting-state EEG studies: approach was linked to higher activity of the left relative to the right hemisphere, while avoidance was related to the opposite pattern. Increased approach behaviour, specifically towards unhealthy foods, is also observed in obesity and has been linked to asymmetry in the framework of the right-brain hypothesis of obesity. Here, we aimed to replicate previous EEG findings of hemispheric asymmetries for self-reported approach/avoidance behaviour and to relate them to eating behaviour. Further, we assessed whether resting fMRI hemispheric asymmetries can be detected and whether they are related to approach/avoidance, eating behaviour, and BMI. We analysed 3 samples: Sample 1 (n=117) containing EEG and fMRI data from lean participants, and Samples 2 (n=89) and 3 (n=152) containing fMRI data from lean, overweight, and obese participants. While in Sample 1 approach in women was related to EEG and fMRI hemispheric asymmetries, in Samples 2 and 3 this effect was not significant. Here, hemispheric asymmetries were neither related to BMI nor eating behaviour. Our study partly replicates previous EEG findings regarding hemispheric asymmetries and indicates that this relationship could also be captured using fMRI. Our findings suggest that eating behaviour and obesity are likely to be mediated by mechanisms not directly relating to frontal asymmetries in neuronal activation quantified with EEG and fMRI.</jats:p>",
      "publisher": "Cold Spring Harbor Laboratory",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 80
    },
    {
      "title": "Dorsolateral and medial prefrontal cortex mediate the influence of incidental priming on economic decision making in obesity",
      "authors": "Filip Morys, Stefan Bode, Annette Horstmann",
      "journal": "Scientific Reports",
      "year": 2018,
      "doi": "10.1038/s41598-018-35834-1",
      "url": "https://doi.org/10.1038/s41598-018-35834-1",
      "type": "Research Article",
      "citations": 23,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>Obese individuals discount future rewards to a higher degree than lean individuals, which is generally considered disadvantageous. Moreover, their decisions are altered more easily by decision-irrelevant cues. Here, we investigated neural correlates of this phenomenon using functional MRI. We tested 30 lean and 26 obese human subjects on a primed delay discounting paradigm using gustatory and visual cues of positive, neutral and negative valence to bias their intertemporal preferences. We hypothesised that activation differences in reward-related and behavioural control areas, and changes in connectivity between these areas, would reflect the effect of these cues. Here, obese subjects were more susceptible to priming with negative gustatory cues towards delayed choices as opposed to lean subjects. This was related to lower activity in the left dorsolateral prefrontal cortex during priming. Modulation of functional connectivity between the dlPFC and the ventromedial PFC by the behavioural priming effect correlated negatively with BMI. This might indicate that default goals of obese individuals were different from those of lean participants, as the dlPFC has been suggested to be involved in internal goal pursuit. The present results further our understanding of the role of the PFC in decision-making and might inform future weight-management approaches based on non-invasive brain stimulation.</jats:p>",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "8",
      "issue": "1",
      "pages": "",
      "references_count": 77
    },
    {
      "title": "Keeping track of promised rewards: Obesity predicts enhanced flexibility when learning from observation",
      "authors": "Marie T. Meemken, Jana Kube, Carolin Wickner, Annette Horstmann",
      "journal": "Appetite",
      "year": 2018,
      "doi": "10.1016/j.appet.2018.08.029",
      "url": "https://doi.org/10.1016/j.appet.2018.08.029",
      "type": "Research Article",
      "citations": 24,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "131",
      "issue": "",
      "pages": "117-124",
      "references_count": 34
    },
    {
      "title": "Unhealthy Yet Avoidable – How Cognitive Bias Modification Alters Behavioral And Brain Responses To Food Cues In Obesity",
      "authors": "Mehl Nora, Morys Filip, Villringer Arno, Horstmann Annette",
      "journal": "",
      "year": 2018,
      "doi": "10.1101/475020",
      "url": "https://doi.org/10.1101/475020",
      "type": "Preprint",
      "citations": 0,
      "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Objective</jats:title><jats:p>Obesity is associated with automatically approaching problematic stimuli, such as unhealthy food. Cognitive bias modification (CBM) could beneficially impact on problematic approach behavior. However, it is unclear which mechanisms are targeted by CBM in obesity: Candidate mechanisms include (1) altering reward value of food stimuli or (2) strengthening inhibitory abilities.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>33 obese people completed either CBM or sham training during fMRI scanning. CBM consisted of an implicit training to approach healthy and avoid unhealthy foods.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>At baseline, approach tendencies towards food were present in all participants. Avoiding vs. approaching food was associated with higher activity in the right angular gyrus (rAG). CBM resulted in a diminished approach bias towards unhealthy food, decreased activation in the rAG, and increased activation in the anterior cingulate cortex. Relatedly, functional connectivity between the rAG and right superior frontal gyrus increased. Analysis of brain connectivity during rest revealed training-related connectivity changes of the inferior frontal gyrus and bilateral middle frontal gyri.</jats:p></jats:sec><jats:sec><jats:title>Conclusion</jats:title><jats:p>Taken together, CBM strengthens avoidance tendencies when faced with unhealthy foods and alters activity in brain regions underpinning behavioral inhibition.</jats:p></jats:sec>",
      "publisher": "Cold Spring Harbor Laboratory",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 48
    },
    {
      "title": "Altered monetary loss processing and reinforcement-based learning in individuals with obesity",
      "authors": "Jana Kube, David Mathar, Annette Horstmann, Sonja A. Kotz, Arno Villringer, Jane Neumann",
      "journal": "Brain Imaging and Behavior",
      "year": 2017,
      "doi": "10.1007/s11682-017-9786-8",
      "url": "https://doi.org/10.1007/s11682-017-9786-8",
      "type": "Research Article",
      "citations": 34,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "12",
      "issue": "5",
      "pages": "1431-1449",
      "references_count": 76
    },
    {
      "title": "Retraining automatic action tendencies in obesity",
      "authors": "Nora Mehl, Lara Mueller-Wieland, David Mathar, Annette Horstmann",
      "journal": "Physiology &amp; Behavior",
      "year": 2018,
      "doi": "10.1016/j.physbeh.2018.03.031",
      "url": "https://doi.org/10.1016/j.physbeh.2018.03.031",
      "type": "Research Article",
      "citations": 39,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "192",
      "issue": "",
      "pages": "50-58",
      "references_count": 56
    },
    {
      "title": "Effects of psychological eating behaviour domains on the association between socio-economic status and BMI",
      "authors": "Antje Löffler, Tobias Luck, Francisca S Then, Claudia Luck-Sikorski, Alexander Pabst, Peter Kovacs, Yvonne Böttcher, Jana Breitfeld, Anke Tönjes, Annette Horstmann, Markus Löffler, Christoph Engel, Joachim Thiery, Arno Villringer, Michael Stumvoll, Steffi G Riedel-Heller",
      "journal": "Public Health Nutrition",
      "year": 2017,
      "doi": "10.1017/s1368980017001653",
      "url": "https://doi.org/10.1017/s1368980017001653",
      "type": "Research Article",
      "citations": 22,
      "abstract": "<jats:title>Abstract</jats:title><jats:sec id=\"S1368980017001653_abs1\" sec-type=\"general\"><jats:title>Objective</jats:title><jats:p>The current study investigates potential pathways from socio-economic status (SES) to BMI in the adult population, considering psychological domains of eating behaviour (restrained eating, uncontrolled eating, emotional eating) as potential mediators stratified for sex.</jats:p></jats:sec><jats:sec id=\"S1368980017001653_abs2\" sec-type=\"general\"><jats:title>Design</jats:title><jats:p>Data were derived from the population-based cross-sectional LIFE-Adult-Study. Parallel-mediation models were conducted to obtain the total, direct and indirect effects of psychological eating behaviour domains on the association between SES and BMI for men and for women.</jats:p></jats:sec><jats:sec id=\"S1368980017001653_abs3\" sec-type=\"general\"><jats:title>Setting</jats:title><jats:p>Leipzig, Germany.</jats:p></jats:sec><jats:sec id=\"S1368980017001653_abs4\" sec-type=\"subjects\"><jats:title>Subjects</jats:title><jats:p>We studied 5935 participants aged 18 to 79 years.</jats:p></jats:sec><jats:sec id=\"S1368980017001653_abs5\" sec-type=\"results\"><jats:title>Results</jats:title><jats:p>Uncontrolled eating mediated the association between SES and BMI in men only and restrained eating in both men and women. Emotional eating did not act as mediator in this relationship. The total effect of eating behaviour domains on the association between SES and BMI was estimated as <jats:italic>β</jats:italic>=−0·03 (<jats:sc>se</jats:sc> 0·02; 95 % CI −0·062, −0·003) in men and <jats:italic>β</jats:italic>=−0·18 (<jats:sc>se</jats:sc> 0·02; 95 % CI −0·217, −0·138) in women.</jats:p></jats:sec><jats:sec id=\"S1368980017001653_abs6\" sec-type=\"conclusions\"><jats:title>Conclusions</jats:title><jats:p>Our findings do not indicate a strong overall mediation effect of the eating behaviour domains restrained eating, uncontrolled eating and emotional eating on the association between SES and BMI. Further research on other pathways of this association is strongly recommended. Importantly, our findings indicate that, independent from one’s social position, focusing on psychological aspects in weight reduction might be a promising approach.</jats:p></jats:sec>",
      "publisher": "Cambridge University Press (CUP)",
      "volume": "20",
      "issue": "15",
      "pages": "2706-2712",
      "references_count": 27
    },
    {
      "title": "Failing to learn from negative prediction errors: Obesity is associated with alterations in a fundamental neural learning mechanism",
      "authors": "David Mathar, Jane Neumann, Arno Villringer, Annette Horstmann",
      "journal": "Cortex",
      "year": 2017,
      "doi": "10.1016/j.cortex.2017.08.022",
      "url": "https://doi.org/10.1016/j.cortex.2017.08.022",
      "type": "Research Article",
      "citations": 50,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "95",
      "issue": "",
      "pages": "222-237",
      "references_count": 107
    },
    {
      "title": "Intermittent compared to continuous real-time fMRI neurofeedback boosts control over amygdala activation",
      "authors": "Lydia Hellrung, Anja Dietrich, Maurice Hollmann, Burkhard Pleger, Christian Kalberlah, Elisabeth Roggenhofer, Arno Villringer, Annette Horstmann",
      "journal": "NeuroImage",
      "year": 2018,
      "doi": "10.1016/j.neuroimage.2017.10.031",
      "url": "https://doi.org/10.1016/j.neuroimage.2017.10.031",
      "type": "Research Article",
      "citations": 64,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "166",
      "issue": "",
      "pages": "198-208",
      "references_count": 63
    },
    {
      "title": "It wasn't me; it was my brain – Obesity-associated characteristics of brain circuits governing decision-making",
      "authors": "Annette Horstmann",
      "journal": "Physiology &amp; Behavior",
      "year": 2017,
      "doi": "10.1016/j.physbeh.2017.04.001",
      "url": "https://doi.org/10.1016/j.physbeh.2017.04.001",
      "type": "Research Article",
      "citations": 34,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "176",
      "issue": "",
      "pages": "125-133",
      "references_count": 120
    },
    {
      "title": "The role of dopamine in positive and negative prediction error utilization during incidental learning – Insights from Positron Emission Tomography, Parkinson's disease and Huntington's disease",
      "authors": "David Mathar, Leonora Wilkinson, Anna K. Holl, Jane Neumann, Lorenz Deserno, Arno Villringer, Marjan Jahanshahi, Annette Horstmann",
      "journal": "Cortex",
      "year": 2017,
      "doi": "10.1016/j.cortex.2016.09.004",
      "url": "https://doi.org/10.1016/j.cortex.2016.09.004",
      "type": "Research Article",
      "citations": 20,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "90",
      "issue": "",
      "pages": "149-162",
      "references_count": 82
    },
    {
      "title": "Parasympathetic cardio-regulation during social interactions in individuals with obesity—The influence of negative body image",
      "authors": "Anne Schrimpf, Jana Kube, Jane Neumann, Annette Horstmann, Arno Villringer, Michael Gaebler",
      "journal": "Cognitive, Affective, &amp; Behavioral Neuroscience",
      "year": 2016,
      "doi": "10.3758/s13415-016-0482-8",
      "url": "https://doi.org/10.3758/s13415-016-0482-8",
      "type": "Research Article",
      "citations": 12,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "17",
      "issue": "2",
      "pages": "330-347",
      "references_count": 112
    },
    {
      "title": "Cause or consequence? Investigating attention bias and self-regulation skills in children at risk for obesity",
      "authors": "Nora Mehl, Sarah Bergmann, Annette M. Klein, Moritz Daum, Kai von Klitzing, Annette Horstmann",
      "journal": "Journal of Experimental Child Psychology",
      "year": 2017,
      "doi": "10.1016/j.jecp.2016.11.003",
      "url": "https://doi.org/10.1016/j.jecp.2016.11.003",
      "type": "Research Article",
      "citations": 8,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "155",
      "issue": "",
      "pages": "113-127",
      "references_count": 64
    },
    {
      "title": "Stopping at the sight of food – How gender and obesity impact on response inhibition",
      "authors": "Christoph Mühlberg, David Mathar, Arno Villringer, Annette Horstmann, Jane Neumann",
      "journal": "Appetite",
      "year": 2016,
      "doi": "10.1016/j.appet.2016.08.121",
      "url": "https://doi.org/10.1016/j.appet.2016.08.121",
      "type": "Research Article",
      "citations": 21,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "107",
      "issue": "",
      "pages": "663-676",
      "references_count": 97
    },
    {
      "title": "Parasympathetic cardio-regulation during social interactions in individuals with obesity-The influence of negative body image.",
      "authors": "Schrimpf A, Kube J, Neumann J, Horstmann A, Villringer A, Gaebler M",
      "journal": "",
      "year": 2016,
      "doi": null,
      "url": "http://europepmc.org/abstract/med/27905081",
      "type": "Research Article",
      "citations": 0,
      "abstract": "",
      "publisher": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Random Projection for Fast and Efficient Multivariate Correlation Analysis of High-Dimensional Data: A New Approach",
      "authors": "Claudia Grellmann, Jane Neumann, Sebastian Bitzer, Peter Kovacs, Anke Tönjes, Lars T. Westlye, Ole A. Andreassen, Michael Stumvoll, Arno Villringer, Annette Horstmann",
      "journal": "Frontiers in Genetics",
      "year": 2016,
      "doi": "10.3389/fgene.2016.00102",
      "url": "https://doi.org/10.3389/fgene.2016.00102",
      "type": "Research Article",
      "citations": 5,
      "abstract": "",
      "publisher": "Frontiers Media SA",
      "volume": "7",
      "issue": "",
      "pages": "",
      "references_count": 74
    },
    {
      "title": "Leptin substitution in patients with lipodystrophy: neural correlates for long-term success in the normalization of eating behavior.",
      "authors": "Schlögl H, Müller K, Horstmann A, Miehle K, Püschel J, Villringer A, Pleger B, Stumvoll M, Fasshauer M",
      "journal": "",
      "year": 2016,
      "doi": null,
      "url": "http://europepmc.org/abstract/med/27207511",
      "type": "Research Article",
      "citations": 0,
      "abstract": "",
      "publisher": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Neural processing of negative emotional stimuli and the influence of age, sex and task-related characteristics",
      "authors": "I. García-García, J. Kube, M. Gaebler, A. Horstmann, A. Villringer, J. Neumann",
      "journal": "Neuroscience &amp; Biobehavioral Reviews",
      "year": 2016,
      "doi": "10.1016/j.neubiorev.2016.04.020",
      "url": "https://doi.org/10.1016/j.neubiorev.2016.04.020",
      "type": "Research Article",
      "citations": 73,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "68",
      "issue": "",
      "pages": "773-793",
      "references_count": 120
    },
    {
      "title": "Brain regulation of food craving: relationships with weight status and eating behavior",
      "authors": "A Dietrich, M Hollmann, D Mathar, A Villringer, A Horstmann",
      "journal": "International Journal of Obesity",
      "year": 2016,
      "doi": "10.1038/ijo.2016.28",
      "url": "https://doi.org/10.1038/ijo.2016.28",
      "type": "Research Article",
      "citations": 53,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "40",
      "issue": "6",
      "pages": "982-989",
      "references_count": 51
    },
    {
      "title": "Differential heart rate responses to social and monetary reinforcement in women with obesity",
      "authors": "Jana Kube, Anne Schrimpf, Isabel García‐García, Arno Villringer, Jane Neumann, Annette Horstmann",
      "journal": "Psychophysiology",
      "year": 2016,
      "doi": "10.1111/psyp.12624",
      "url": "https://doi.org/10.1111/psyp.12624",
      "type": "Research Article",
      "citations": 14,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>Obesity is often accompanied by weight stigmatization; subsequently, individuals with obesity frequently face social rejection. It has been shown that recurrent negative social experiences can alter the perception of social cues. However, the way individuals with obesity process social stimuli is not well understood. This study aims to investigate obesity‐related alterations in social compared to nonsocial information processing. Women with obesity (<jats:italic>n</jats:italic> = 14) and without obesity (<jats:italic>n</jats:italic> = 14) participated in a social and a monetary incentive delay task in which they anticipated and received positive, negative, and neutral outcomes in the form of faces or money. During the experiment, phasic heart rate changes and reaction times were measured. Women with obesity, compared to lean women, exhibited a stronger differentiation during the anticipation of monetary and social reinforcement, showing slower reaction times to social cues compared to monetary cues. During the outcome processing phase, women with obesity relative to controls demonstrated diminished heart rate responses particularly to negative social outcomes. Interestingly, differences in cardiac responses in participants with obesity were moderated by weight‐related teasing experiences. In women with obesity, a higher BMI was associated with blunted cardiac responses to social cues relative to monetary cues only if they reported more emotional pain after weight‐related teasing. Our results contribute to a better understanding of social information processing in obesity and give first evidence for the role of negative social experiences in reinforcement processing.</jats:p>",
      "publisher": "Wiley",
      "volume": "53",
      "issue": "6",
      "pages": "868-879",
      "references_count": 82
    },
    {
      "title": "Functional neuroimaging in obesity and the potential for development of novel treatments",
      "authors": "Haiko Schlögl, Annette Horstmann, Arno Villringer, Michael Stumvoll",
      "journal": "The Lancet Diabetes &amp; Endocrinology",
      "year": 2016,
      "doi": "10.1016/s2213-8587(15)00475-1",
      "url": "https://doi.org/10.1016/s2213-8587(15)00475-1",
      "type": "Research Article",
      "citations": 38,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "4",
      "issue": "8",
      "pages": "695-705",
      "references_count": 104
    },
    {
      "title": "Higher body mass index in older adults is associated with lower gray matter volume: implications for memory performance",
      "authors": "Shahrzad Kharabian Masouleh, Katrin Arélin, Annette Horstmann, Leonie Lampe, Judy A. Kipping, Tobias Luck, Steffi G. Riedel-Heller, Matthias L. Schroeter, Michael Stumvoll, Arno Villringer, Anja Veronica Witte",
      "journal": "Neurobiology of Aging",
      "year": 2016,
      "doi": "10.1016/j.neurobiolaging.2015.12.020",
      "url": "https://doi.org/10.1016/j.neurobiolaging.2015.12.020",
      "type": "Research Article",
      "citations": 91,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "40",
      "issue": "",
      "pages": "1-10",
      "references_count": 87
    },
    {
      "title": "Is it Worth the Effort? Novel Insights into Obesity-Associated Alterations in Cost-Benefit Decision-Making",
      "authors": "David Mathar, Annette Horstmann, Burkhard Pleger, Arno Villringer, Jane Neumann",
      "journal": "Frontiers in Behavioral Neuroscience",
      "year": 2016,
      "doi": "10.3389/fnbeh.2015.00360",
      "url": "https://doi.org/10.3389/fnbeh.2015.00360",
      "type": "Research Article",
      "citations": 24,
      "abstract": "",
      "publisher": "Frontiers Media SA",
      "volume": "9",
      "issue": "",
      "pages": "",
      "references_count": 98
    },
    {
      "title": "General Habit Propensity Relates to the Sensation Seeking Subdomain of Impulsivity But Not Obesity",
      "authors": "Anja Dietrich, Sanne de Wit, Annette Horstmann",
      "journal": "Frontiers in Behavioral Neuroscience",
      "year": 2016,
      "doi": "10.3389/fnbeh.2016.00213",
      "url": "https://doi.org/10.3389/fnbeh.2016.00213",
      "type": "Research Article",
      "citations": 18,
      "abstract": "",
      "publisher": "Frontiers Media SA",
      "volume": "10",
      "issue": "",
      "pages": "",
      "references_count": 112
    },
    {
      "title": "Slips of Action and Sequential Decisions: A Cross-Validation Study of Tasks Assessing Habitual and Goal-Directed Action Control",
      "authors": "Zsuzsika Sjoerds, Anja Dietrich, Lorenz Deserno, Sanne de Wit, Arno Villringer, Hans-Jochen Heinze, Florian Schlagenhauf, Annette Horstmann",
      "journal": "Frontiers in Behavioral Neuroscience",
      "year": 2016,
      "doi": "10.3389/fnbeh.2016.00234",
      "url": "https://doi.org/10.3389/fnbeh.2016.00234",
      "type": "Research Article",
      "citations": 35,
      "abstract": "",
      "publisher": "Frontiers Media SA",
      "volume": "10",
      "issue": "",
      "pages": "",
      "references_count": 80
    },
    {
      "title": "Lateral prefrontal model-based signatures are reduced in healthy individuals with high trait impulsivity",
      "authors": "L Deserno, T Wilbertz, A Reiter, A Horstmann, J Neumann, A Villringer, H-J Heinze, F Schlagenhauf",
      "journal": "Translational Psychiatry",
      "year": 2015,
      "doi": "10.1038/tp.2015.139",
      "url": "https://doi.org/10.1038/tp.2015.139",
      "type": "Research Article",
      "citations": 59,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>High impulsivity is an important risk factor for addiction with evidence from endophenotype studies. In addiction, behavioral control is shifted toward the habitual end. Habitual control can be described by retrospective updating of reward expectations in ‘model-free’ temporal-difference algorithms. Goal-directed control relies on the prospective consideration of actions and their outcomes, which can be captured by forward-planning ‘model-based’ algorithms. So far, no studies have examined behavioral and neural signatures of model-free and model-based control in healthy high-impulsive individuals. Fifty healthy participants were drawn from the upper and lower ends of 452 individuals, completing the Barratt Impulsiveness Scale. All participants performed a sequential decision-making task during functional magnetic resonance imaging (fMRI) and underwent structural MRI. Behavioral and fMRI data were analyzed by means of computational algorithms reflecting model-free and model-based control. Both groups did not differ regarding the balance of model-free and model-based control, but high-impulsive individuals showed a subtle but significant accentuation of model-free control alone. Right lateral prefrontal model-based signatures were reduced in high-impulsive individuals. Effects of smoking, drinking, general cognition or gray matter density did not account for the findings. Irrespectively of impulsivity, gray matter density in the left dorsolateral prefrontal cortex was positively associated with model-based control. The present study supports the idea that high levels of impulsivity are accompanied by behavioral and neural signatures in favor of model-free behavioral control. Behavioral results in healthy high-impulsive individuals were qualitatively different to findings in patients with the same task. The predictive relevance of these results remains an important target for future longitudinal studies.</jats:p>",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "5",
      "issue": "10",
      "pages": "e659-e659",
      "references_count": 65
    },
    {
      "title": "Incidental rewarding cues influence economic decisions in people with obesity",
      "authors": "Jakob Simmank, Carsten Murawski, Stefan Bode, Annette Horstmann",
      "journal": "Frontiers in Behavioral Neuroscience",
      "year": 2015,
      "doi": "10.3389/fnbeh.2015.00278",
      "url": "https://doi.org/10.3389/fnbeh.2015.00278",
      "type": "Research Article",
      "citations": 30,
      "abstract": "",
      "publisher": "Frontiers Media SA",
      "volume": "9",
      "issue": "",
      "pages": "",
      "references_count": 118
    },
    {
      "title": "Functional network centrality in obesity: A resting-state and task fMRI study",
      "authors": "Isabel García-García, María Ángeles Jurado, Maite Garolera, Idoia Marqués-Iturria, Annette Horstmann, Bàrbara Segura, Roser Pueyo, María José Sender-Palacios, Maria Vernet-Vernet, Arno Villringer, Carme Junqué, Daniel S. Margulies, Jane Neumann",
      "journal": "Psychiatry Research: Neuroimaging",
      "year": 2015,
      "doi": "10.1016/j.pscychresns.2015.05.017",
      "url": "https://doi.org/10.1016/j.pscychresns.2015.05.017",
      "type": "Research Article",
      "citations": 87,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "233",
      "issue": "3",
      "pages": "331-338",
      "references_count": 52
    },
    {
      "title": "Age- and gender-specific norms for the German version of the Three-Factor Eating-Questionnaire (TFEQ)",
      "authors": "Antje Löffler, Tobias Luck, Francisca S. Then, Melanie Luppa, Claudia Sikorski, Peter Kovacs, Anke Tönjes, Yvonne Böttcher, Jana Breitfeld, Annette Horstmann, Markus Löffler, Christoph Engel, Joachim Thiery, Michael Stumvoll, Steffi G. Riedel-Heller",
      "journal": "Appetite",
      "year": 2015,
      "doi": "10.1016/j.appet.2015.04.044",
      "url": "https://doi.org/10.1016/j.appet.2015.04.044",
      "type": "Research Article",
      "citations": 39,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "91",
      "issue": "",
      "pages": "241-247",
      "references_count": 16
    },
    {
      "title": "Physical exercise in overweight to obese individuals induces metabolic- and neurotrophic-related structural brain plasticity",
      "authors": "Karsten Mueller, Harald E. Möller, Annette Horstmann, Franziska Busse, Jöran Lepsien, Matthias Blüher, Michael Stumvoll, Arno Villringer, Burkhard Pleger",
      "journal": "Frontiers in Human Neuroscience",
      "year": 2015,
      "doi": "10.3389/fnhum.2015.00372",
      "url": "https://doi.org/10.3389/fnhum.2015.00372",
      "type": "Research Article",
      "citations": 68,
      "abstract": "",
      "publisher": "Frontiers Media SA",
      "volume": "9",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Eating Behaviour in the General Population: An Analysis of the Factor Structure of the German Version of the Three-Factor-Eating-Questionnaire (TFEQ) and Its Association with the Body Mass Index",
      "authors": "Antje Löffler, Tobias Luck, Francisca S. Then, Claudia Sikorski, Peter Kovacs, Yvonne Böttcher, Jana Breitfeld, Anke Tönjes, Annette Horstmann, Markus Löffler, Christoph Engel, Joachim Thiery, Arno Villringer, Michael Stumvoll, Steffi G. Riedel-Heller",
      "journal": "PLOS ONE",
      "year": 2015,
      "doi": "10.1371/journal.pone.0133977",
      "url": "https://doi.org/10.1371/journal.pone.0133977",
      "type": "Research Article",
      "citations": 79,
      "abstract": "",
      "publisher": "Public Library of Science (PLoS)",
      "volume": "10",
      "issue": "7",
      "pages": "e0133977",
      "references_count": 25
    },
    {
      "title": "Argument for a non‐linear relationship between severity of human obesity and dopaminergic tone",
      "authors": "A. Horstmann, W. K. Fenske, M. K. Hankir",
      "journal": "Obesity Reviews",
      "year": 2015,
      "doi": "10.1111/obr.12303",
      "url": "https://doi.org/10.1111/obr.12303",
      "type": "Research Article",
      "citations": 108,
      "abstract": "<jats:title>Summary</jats:title><jats:p>Alterations in the dopaminergic system have been implicated in both animal and human obesity. However, to date, a comprehensive model on the nature and functional relevance of this relationship is missing. In particular, human data remain equivocal in that seemingly inconsistent reports exist of positive, negative or even no relationships between dopamine D2/D3 receptor availability in the striatum and measures of obesity. Further, data on receptor availability have been commonly interpreted as reflecting receptor density, despite the possibility of an alternative interpretation, namely alterations in the basal levels of endogenous dopaminergic tone. Here, we provide a unifying framework that is able to explain the seemingly contradictory findings and offer an alternative and novel perspective on existing data. In particular, we suggest (i) a quadratic relationship between alterations in the dopaminergic system and degree of obesity, and (ii) that the observed alterations are driven by shifts in the balance between general dopaminergic tone and phasic dopaminergic signalling. The proposed model consistently integrates human data on molecular and behavioural characteristics of overweight and obesity. Further, the model provides a mechanistic framework accounting not only for the consistent observation of altered (food) reward–responsivity but also for the differences in reinforcement learning, decision‐making behaviour and cognitive performance associated with measures of obesity.</jats:p>",
      "publisher": "Wiley",
      "volume": "16",
      "issue": "10",
      "pages": "821-830",
      "references_count": 64
    },
    {
      "title": "Data from 617 Healthy Participants Performing the Iowa Gambling Task: A “Many Labs” Collaboration",
      "authors": "Helen Steingroever, Daniel J. Fridberg, Annette Horstmann, Kimberly L. Kjome, Veena Kumari, Scott D. Lane, Tiago V. Maia, James L. McClelland, Thorsten Pachur, Preethi Premkumar, Julie C. Stout, Ruud Wetzels, Stacey Wood, Darrell A. Worthy, Eric-Jan Wagenmakers",
      "journal": "Journal of Open Psychology Data",
      "year": 2015,
      "doi": "10.5334/jopd.ak",
      "url": "https://doi.org/10.5334/jopd.ak",
      "type": "Research Article",
      "citations": 18,
      "abstract": "",
      "publisher": "Ubiquity Press, Ltd.",
      "volume": "3",
      "issue": "",
      "pages": "",
      "references_count": 17
    },
    {
      "title": "Distinctive striatal dopamine signaling after dieting and gastric bypass",
      "authors": "Mohammed K. Hankir, Hutan Ashrafian, Swen Hesse, Annette Horstmann, Wiebke K. Fenske",
      "journal": "Trends in Endocrinology &amp; Metabolism",
      "year": 2015,
      "doi": "10.1016/j.tem.2015.03.005",
      "url": "https://doi.org/10.1016/j.tem.2015.03.005",
      "type": "Research Article",
      "citations": 12,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "26",
      "issue": "5",
      "pages": "223-230",
      "references_count": 80
    },
    {
      "title": "The Brain’s Got a Taste for Good Food",
      "authors": "Annette Horstmann",
      "journal": "Hedonic Eating",
      "year": 2015,
      "doi": "10.1093/med/9780199330454.003.0003",
      "url": "https://doi.org/10.1093/med/9780199330454.003.0003",
      "type": "Book Chapter",
      "citations": 2,
      "abstract": "<jats:title>Abstract</jats:title>\n               <jats:p>Complex and effective mechanisms have developed on the level of the brain to ensure sufficient energy intake. A network in the brain controls the motivation to eat and its adaptation in response to homeostatic signals from the body. For the motivation to eat, incentive salience is important, modulated through foods’ visual appearance, taste, smell, and nutritional value, but also through the homeostatic state of the body or external factors. Central to motivation, learning, and reward in the context of food is the dopaminergic system of the brain. Through it, hormones are able to modulate responses of the brain to food-related cues. Common genetic variation affecting different genes also alters brain responses to food. Recognizing both the complex systems regulating the motivational value of food and obesity-associated alterations in many components, it is likely that hedonic responses to food are no longer adjusted in accordance with homeostatic needs in obesity.</jats:p>",
      "publisher": "Oxford University Press",
      "volume": "",
      "issue": "",
      "pages": "39-56",
      "references_count": 76
    },
    {
      "title": "Flexible Adaptive Paradigms for fMRI Using a Novel Software Package ‘Brain Analysis in Real-Time’ (BART)",
      "authors": "Lydia Hellrung, Maurice Hollmann, Oliver Zscheyge, Torsten Schlumm, Christian Kalberlah, Elisabeth Roggenhofer, Hadas Okon-Singer, Arno Villringer, Annette Horstmann",
      "journal": "PLOS ONE",
      "year": 2015,
      "doi": "10.1371/journal.pone.0118890",
      "url": "https://doi.org/10.1371/journal.pone.0118890",
      "type": "Research Article",
      "citations": 12,
      "abstract": "",
      "publisher": "Public Library of Science (PLoS)",
      "volume": "10",
      "issue": "4",
      "pages": "e0118890",
      "references_count": 34
    },
    {
      "title": "Genetic variants in AKR1B10 associate with human eating behavior",
      "authors": "Kerstin Rohde, Martin Federbusch, Annette Horstmann, Maria Keller, Arno Villringer, Michael Stumvoll, Anke Tönjes, Peter Kovacs, Yvonne Böttcher",
      "journal": "BMC Genetics",
      "year": 2015,
      "doi": "10.1186/s12863-015-0189-9",
      "url": "https://doi.org/10.1186/s12863-015-0189-9",
      "type": "Research Article",
      "citations": 8,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "16",
      "issue": "1",
      "pages": "",
      "references_count": 50
    },
    {
      "title": "Comparison of variants of canonical correlation analysis and partial least squares for combined analysis of MRI and genetic data",
      "authors": "Claudia Grellmann, Sebastian Bitzer, Jane Neumann, Lars T. Westlye, Ole A. Andreassen, Arno Villringer, Annette Horstmann",
      "journal": "NeuroImage",
      "year": 2015,
      "doi": "10.1016/j.neuroimage.2014.12.025",
      "url": "https://doi.org/10.1016/j.neuroimage.2014.12.025",
      "type": "Research Article",
      "citations": 51,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "107",
      "issue": "",
      "pages": "289-310",
      "references_count": 53
    },
    {
      "title": "Role of genetic variants in ADIPOQ in human eating behavior",
      "authors": "Kerstin Rohde, Maria Keller, Annette Horstmann, Xuanshi Liu, Fabian Eichelmann, Michael Stumvoll, Arno Villringer, Peter Kovacs, Anke Tönjes, Yvonne Böttcher",
      "journal": "Genes &amp; Nutrition",
      "year": 2014,
      "doi": "10.1007/s12263-014-0449-8",
      "url": "https://doi.org/10.1007/s12263-014-0449-8",
      "type": "Research Article",
      "citations": 32,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "10",
      "issue": "1",
      "pages": "",
      "references_count": 69
    },
    {
      "title": "Identifying neural correlates of memory and language disturbances in herpes simplex encephalitis: a voxel-based morphometry (VBM) study.",
      "authors": "Frisch S, Thiel F, Marschhauser A, Villringer A, Horstmann A, Schroeter ML",
      "journal": "",
      "year": 2014,
      "doi": null,
      "url": "http://europepmc.org/abstract/med/25488475",
      "type": "Research Article",
      "citations": 0,
      "abstract": "",
      "publisher": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Slave to habit? Obesity is associated with decreased behavioural sensitivity to reward devaluation",
      "authors": "Annette Horstmann, Anja Dietrich, David Mathar, Maria Pössel, Arno Villringer, Jane Neumann",
      "journal": "Appetite",
      "year": 2015,
      "doi": "10.1016/j.appet.2014.12.212",
      "url": "https://doi.org/10.1016/j.appet.2014.12.212",
      "type": "Research Article",
      "citations": 104,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "87",
      "issue": "",
      "pages": "175-183",
      "references_count": 74
    },
    {
      "title": "Reward processing in obesity, substance addiction and non‐substance addiction",
      "authors": "I. García‐García, A. Horstmann, M. A. Jurado, M. Garolera, S. J. Chaudhry, D. S. Margulies, A. Villringer, J. Neumann",
      "journal": "Obesity Reviews",
      "year": 2014,
      "doi": "10.1111/obr.12221",
      "url": "https://doi.org/10.1111/obr.12221",
      "type": "Research Article",
      "citations": 162,
      "abstract": "<jats:title>Summary</jats:title><jats:p>Similarities and differences between obesity and addiction are a prominent topic of ongoing research. We conducted an activation likelihood estimation meta‐analysis on 87 studies in order to map the functional magnetic resonance imaging (<jats:styled-content style=\"fixed-case\">fMRI</jats:styled-content>) response to reward in participants with obesity, substance addiction and non‐substance (or behavioural) addiction, and to identify commonalities and differences between them. Our study confirms the existence of alterations during reward processing in obesity, non‐substance addiction and substance addiction. Specifically, participants with obesity or with addictions differed from controls in several brain regions including prefrontal areas, subcortical structures and sensory areas. Additionally, participants with obesity and substance addictions exhibited similar blood‐oxygen‐level‐dependent<jats:styled-content style=\"fixed-case\">fMRI</jats:styled-content>hyperactivity in the amygdala and striatum when processing either general rewarding stimuli or the problematic stimuli (food and drug‐related stimuli, respectively). We propose that these similarities may be associated with an enhanced focus on reward – especially with regard to food or drug‐related stimuli – in obesity and substance addiction. Ultimately, this enhancement of reward processes may facilitate the presence of compulsive‐like behaviour in some individuals or under some specific circumstances. We hope that increasing knowledge about the neurobehavioural correlates of obesity and addictions will lead to practical strategies that target the high prevalence of these central public health challenges.</jats:p>",
      "publisher": "Wiley",
      "volume": "15",
      "issue": "11",
      "pages": "853-869",
      "references_count": 129
    },
    {
      "title": "Response inhibition and its relation to multidimensional impulsivity.",
      "authors": "Wilbertz T, Deserno L, Horstmann A, Neumann J, Villringer A, Heinze HJ, Boehler CN, Schlagenhauf F",
      "journal": "",
      "year": 2014,
      "doi": null,
      "url": "http://europepmc.org/abstract/med/25241087",
      "type": "Research Article",
      "citations": 0,
      "abstract": "",
      "publisher": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Body weight status, eating behavior, sensitivity to reward/punishment, and gender: relationships and interdependencies",
      "authors": "Anja Dietrich, Martin Federbusch, Claudia Grellmann, Arno Villringer, Annette Horstmann",
      "journal": "Frontiers in Psychology",
      "year": 2014,
      "doi": "10.3389/fpsyg.2014.01073",
      "url": "https://doi.org/10.3389/fpsyg.2014.01073",
      "type": "Research Article",
      "citations": 67,
      "abstract": "",
      "publisher": "Frontiers Media SA",
      "volume": "5",
      "issue": "",
      "pages": "",
      "references_count": 128
    },
    {
      "title": "Identifying neural correlates of memory and language disturbances in herpes simplex encephalitis: a voxel-based morphometry (VBM) study",
      "authors": "Stefan Frisch, Friederike Thiel, Anke Marschhauser, Arno Villringer, Annette Horstmann, Matthias L. Schroeter",
      "journal": "Journal of Neurology",
      "year": 2014,
      "doi": "10.1007/s00415-014-7604-4",
      "url": "https://doi.org/10.1007/s00415-014-7604-4",
      "type": "Research Article",
      "citations": 12,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "262",
      "issue": "3",
      "pages": "563-569",
      "references_count": 20
    },
    {
      "title": "Obesity Associated Cerebral Gray and White Matter Alterations Are Interrelated in the Female Brain.",
      "authors": "Mueller K, Horstmann A, Möller HE, Anwander A, Lepsien J, Schroeter ML, Villringer A, Pleger B",
      "journal": "",
      "year": 2014,
      "doi": null,
      "url": "http://europepmc.org/abstract/med/25494174",
      "type": "Research Article",
      "citations": 0,
      "abstract": "",
      "publisher": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Response inhibition and its relation to multidimensional impulsivity",
      "authors": "Tilmann Wilbertz, Lorenz Deserno, Annette Horstmann, Jane Neumann, Arno Villringer, Hans-Jochen Heinze, Carsten N. Boehler, Florian Schlagenhauf",
      "journal": "NeuroImage",
      "year": 2014,
      "doi": "10.1016/j.neuroimage.2014.09.021",
      "url": "https://doi.org/10.1016/j.neuroimage.2014.09.021",
      "type": "Research Article",
      "citations": 113,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "103",
      "issue": "",
      "pages": "241-248",
      "references_count": 52
    },
    {
      "title": "Common Genetic Variation near MC4R Has a Sex-Specific Impact on Human Brain Structure and Eating Behavior",
      "authors": "Annette Horstmann, Peter Kovacs, Stefan Kabisch, Yvonne Boettcher, Haiko Schloegl, Anke Tönjes, Michael Stumvoll, Burkhard Pleger, Arno Villringer",
      "journal": "PLoS ONE",
      "year": 2013,
      "doi": "10.1371/journal.pone.0074362",
      "url": "https://doi.org/10.1371/journal.pone.0074362",
      "type": "Research Article",
      "citations": 49,
      "abstract": "",
      "publisher": "Public Library of Science (PLoS)",
      "volume": "8",
      "issue": "9",
      "pages": "e74362",
      "references_count": 29
    },
    {
      "title": "The role of rs2237781 within<i>GRM8</i>in eating behavior",
      "authors": "Marie‐Therese Gast, Anke Tönjes, Maria Keller, Annette Horstmann, Nanette Steinle, Markus Scholz, Ines Müller, Arno Villringer, Michael Stumvoll, Peter Kovacs, Yvonne Böttcher",
      "journal": "Brain and Behavior",
      "year": 2013,
      "doi": "10.1002/brb3.151",
      "url": "https://doi.org/10.1002/brb3.151",
      "type": "Research Article",
      "citations": 16,
      "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Introduction:</jats:title><jats:p>The<jats:italic>glutamate receptor</jats:italic>,<jats:italic>metabotropic 8</jats:italic>gene (<jats:styled-content style=\"fixed-case\"><jats:italic>GRM8</jats:italic></jats:styled-content>) encodes a G‐protein‐coupled glutamate receptor and has been associated with smoking behavior and liability to alcoholism implying a role in addiction vulnerability. Data from animal studies suggest that<jats:styled-content style=\"fixed-case\"><jats:italic>GRM8</jats:italic></jats:styled-content>may be involved in the regulation of the neuropeptide Y and melanocortin pathways and might influence food intake and metabolism. This study aimed to investigate the effects of the genetic variant rs2237781 within<jats:styled-content style=\"fixed-case\"><jats:italic>GRM8</jats:italic></jats:styled-content>on human eating behavior.</jats:p></jats:sec><jats:sec><jats:title>Methods:</jats:title><jats:p>The initial analysis included 548 Sorbs from Germany who have been extensively phenotyped for metabolic traits and who completed the German version of the three‐factor eating questionnaire. In addition, we analyzed two independent sample sets comprising 293 subjects from another German cohort and 430 Old Order Amish individuals. Genetic associations with restraint, disinhibition, and hunger were assessed in an additive linear regression model.</jats:p></jats:sec><jats:sec><jats:title>Results:</jats:title><jats:p>Among the Sorbs the major G allele of rs2237781 was significantly associated with increased restraint scores in eating behavior (<jats:italic>P </jats:italic>=<jats:italic> </jats:italic>1.9 × 10<jats:sup>−4</jats:sup>;<jats:italic>β</jats:italic> = +1.936). The German cohort and the Old Order Amish population revealed a trend in the same direction for restraint (<jats:italic>P </jats:italic>=<jats:italic> </jats:italic>0.242;<jats:italic>β</jats:italic> = +0.874;<jats:italic>P</jats:italic> = 0.908;<jats:italic>β</jats:italic> = +0.096; respectively). A meta‐analysis resulted in a combined<jats:italic>P </jats:italic>=<jats:italic> </jats:italic>3.1 × 10<jats:sup>−3</jats:sup>(<jats:italic>Z</jats:italic>‐score 2.948).</jats:p></jats:sec><jats:sec><jats:title>Conclusion:</jats:title><jats:p>Our data suggest that rs2237781 within<jats:styled-content style=\"fixed-case\"><jats:italic>GRM8</jats:italic></jats:styled-content>may influence human eating behavior factors probably via pathways involved in addictive behavior.</jats:p></jats:sec>",
      "publisher": "Wiley",
      "volume": "3",
      "issue": "5",
      "pages": "495-502",
      "references_count": 34
    },
    {
      "title": "Exenatide-Induced Reduction in Energy Intake Is Associated With Increase in Hypothalamic Connectivity",
      "authors": "Haiko Schlögl, Stefan Kabisch, Annette Horstmann, Gabriele Lohmann, Karsten Müller, Jöran Lepsien, Franziska Busse-Voigt, Jürgen Kratzsch, Burkhard Pleger, Arno Villringer, Michael Stumvoll",
      "journal": "Diabetes Care",
      "year": 2013,
      "doi": "10.2337/dc12-1925",
      "url": "https://doi.org/10.2337/dc12-1925",
      "type": "Research Article",
      "citations": 75,
      "abstract": "<jats:sec>\n                  <jats:title>OBJECTIVE</jats:title>\n                  <jats:p>Glucagon-like peptide-1 receptor agonists such as exenatide are known to influence neural activity in the hypothalamus of animals and to reduce energy intake. In humans, however, significant weight loss has been observed in only a subgroup of patients. Why only some individuals respond with weight loss and others do not remains unclear. In this functional magnetic resonance imaging (fMRI) study, we investigated differences in hypothalamic connectivity between “responders” (reduction in energy intake after exenatide infusion) and “nonresponders.”</jats:p>\n               </jats:sec>\n               <jats:sec>\n                  <jats:title>RESEARCH DESIGN AND METHODS</jats:title>\n                  <jats:p>We performed a randomized, double-blinded, placebo-controlled, cross-over fMRI study with intravenous administration of exenatide in obese male volunteers. During brain scanning with continuous exenatide or placebo administration, participants rated food and nonfood images. After each scanning session, energy intake was measured using an ad libitum buffet. Functional hypothalamic connectivity was assessed by eigenvector centrality mapping, a measure of connectedness throughout the brain.</jats:p>\n               </jats:sec>\n               <jats:sec>\n                  <jats:title>RESULTS</jats:title>\n                  <jats:p>Responders showed significantly higher connectedness of the hypothalamus, which was specific for the food pictures condition, in the exenatide condition compared with placebo. Nonresponders did not show any significant exenatide-induced changes in hypothalamic connectedness.</jats:p>\n               </jats:sec>\n               <jats:sec>\n                  <jats:title>CONCLUSIONS</jats:title>\n                  <jats:p>Our results demonstrate a central hypothalamic effect of peripherally administered exenatide that occurred only in the group that showed an exenatide-dependent anorexigenic effect. These findings indicate that the hypothalamic response seems to be the crucial factor for the effect of exenatide on energy intake.</jats:p>\n               </jats:sec>",
      "publisher": "American Diabetes Association",
      "volume": "36",
      "issue": "7",
      "pages": "1933-1940",
      "references_count": 40
    },
    {
      "title": "Diagnostic imaging in obesity",
      "authors": "Jürgen Machann, Annette Horstmann, Mark Born, Swen Hesse, Franz Wolfgang Hirsch",
      "journal": "Best Practice &amp; Research Clinical Endocrinology &amp; Metabolism",
      "year": 2013,
      "doi": "10.1016/j.beem.2013.02.003",
      "url": "https://doi.org/10.1016/j.beem.2013.02.003",
      "type": "Research Article",
      "citations": 35,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "27",
      "issue": "2",
      "pages": "261-277",
      "references_count": 94
    },
    {
      "title": "Performance of healthy participants on the Iowa Gambling Task.",
      "authors": "Helen Steingroever, Ruud Wetzels, Annette Horstmann, Jane Neumann, Eric-Jan Wagenmakers",
      "journal": "Psychological Assessment",
      "year": 2013,
      "doi": "10.1037/a0029929",
      "url": "https://doi.org/10.1037/a0029929",
      "type": "Research Article",
      "citations": 150,
      "abstract": "",
      "publisher": "American Psychological Association (APA)",
      "volume": "25",
      "issue": "1",
      "pages": "180-193",
      "references_count": 0
    },
    {
      "title": "Brain imaging in the context of food perception and eating",
      "authors": "Maurice Hollmann, Burkhard Pleger, Arno Villringer, Annette Horstmann",
      "journal": "Current Opinion in Lipidology",
      "year": 2013,
      "doi": "10.1097/mol.0b013e32835b61a4",
      "url": "https://doi.org/10.1097/mol.0b013e32835b61a4",
      "type": "Research Article",
      "citations": 23,
      "abstract": "",
      "publisher": "Ovid Technologies (Wolters Kluwer Health)",
      "volume": "24",
      "issue": "1",
      "pages": "18-24",
      "references_count": 53
    },
    {
      "title": "Dissociating Memory Networks in Early Alzheimer’s Disease and Frontotemporal Lobar Degeneration - A Combined Study of Hypometabolism and Atrophy",
      "authors": "Stefan Frisch, Juergen Dukart, Barbara Vogt, Annette Horstmann, Georg Becker, Arno Villringer, Henryk Barthel, Osama Sabri, Karsten Müller, Matthias L. Schroeter",
      "journal": "PLoS ONE",
      "year": 2013,
      "doi": "10.1371/journal.pone.0055251",
      "url": "https://doi.org/10.1371/journal.pone.0055251",
      "type": "Research Article",
      "citations": 59,
      "abstract": "",
      "publisher": "Public Library of Science (PLoS)",
      "volume": "8",
      "issue": "2",
      "pages": "e55251",
      "references_count": 80
    },
    {
      "title": "Corrigendum: Iowa gambling task: there is more to consider than long-term outcome. Using a linear equation model to disentangle the impact of outcome and frequency of gains and losses.",
      "authors": "Horstmann A, Villringer A, Neumann J",
      "journal": "",
      "year": 2013,
      "doi": null,
      "url": "http://europepmc.org/abstract/PMC/PMC3671188",
      "type": "Research Article",
      "citations": 0,
      "abstract": "",
      "publisher": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "The role of the brain in obesity,Die rolle des gehirns bei adipositas",
      "authors": "Horstmann, A., Villringer, A.",
      "journal": "Neuroforum",
      "year": 2013,
      "doi": null,
      "url": "http://www.scopus.com/inward/record.url?eid=2-s2.0-84890534294&partnerID=MN8TOARS",
      "type": "Research Article",
      "citations": 0,
      "abstract": "",
      "publisher": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Neural correlates of the volitional regulation of the desire for food",
      "authors": "M Hollmann, L Hellrung, B Pleger, H Schlögl, S Kabisch, M Stumvoll, A Villringer, A Horstmann",
      "journal": "International Journal of Obesity",
      "year": 2011,
      "doi": "10.1038/ijo.2011.125",
      "url": "https://doi.org/10.1038/ijo.2011.125",
      "type": "Research Article",
      "citations": 201,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "36",
      "issue": "5",
      "pages": "648-655",
      "references_count": 45
    },
    {
      "title": "Iowa Gambling Task: there is more to consider than long-term outcome. Using a linear equation model to disentangle the impact of outcome and frequency of gains and losses",
      "authors": "Annette Horstmann",
      "journal": "Frontiers in Neuroscience",
      "year": 2012,
      "doi": "10.3389/fnins.2012.00061",
      "url": "https://doi.org/10.3389/fnins.2012.00061",
      "type": "Research Article",
      "citations": 40,
      "abstract": "",
      "publisher": "Frontiers Media SA",
      "volume": "6",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Multivariate information-theoretic measures reveal directed information structure and task relevant changes in fMRI connectivity",
      "authors": "Joseph T. Lizier, Jakob Heinzle, Annette Horstmann, John-Dylan Haynes, Mikhail Prokopenko",
      "journal": "Journal of Computational Neuroscience",
      "year": 2010,
      "doi": "10.1007/s10827-010-0271-2",
      "url": "https://doi.org/10.1007/s10827-010-0271-2",
      "type": "Research Article",
      "citations": 170,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "30",
      "issue": "1",
      "pages": "85-107",
      "references_count": 43
    },
    {
      "title": "Peptide hormones regulating appetite—focus on neuroimaging studies in humans",
      "authors": "Haiko Schloegl, Ruth Percik, Annette Horstmann, Arno Villringer, Michael Stumvoll",
      "journal": "Diabetes/Metabolism Research and Reviews",
      "year": 2011,
      "doi": "10.1002/dmrr.1154",
      "url": "https://doi.org/10.1002/dmrr.1154",
      "type": "Research Article",
      "citations": 55,
      "abstract": "<jats:title>Abstract</jats:title><jats:p>In recent years, knowledge about hormonal feedback from the gastrointestinal tract and adipose tissue has increased tremendously. Peptide hormones modulating hunger have been intensively studied, mostly in animals but increasingly also in humans. The first therapeutic agents, such as GLP‐1 analogues, are in successful clinical use for T2D and may beneficially affect hunger and reduce weight. Data from <jats:italic>in vitro</jats:italic> studies and animals provide detailed insight into regulatory mechanisms leading to peptide secretion and receptor bindings, as well as to the distribution of receptors involved in different parts of the body. With neuroimaging techniques human brain structures have been identified that play a role in hunger, satiety and eating behaviour. These include the primary gustatory (insular) and olfactory (pyriform) cortex and regions with a highly permeable blood‐brain barrier (hypothalamus, brain stem), which facilitates humoral input via gut peptides and leptin. In addition, cerebral networks involved in higher cognitive functions, especially those relevant to reward, pleasure and also addiction (ventral and dorsal striatum, amygdala, orbitofrontal cortex (OFC), prefrontal cortex (PFC)) were shown to be involved. First indications of direct influences of peptide hormones on these networks have become available from neuroimaging studies administrating synthetic PYY, ghrelin and leptin. Insulin also appears to play an important role as a central satiety hormone, and evidence indicating the possibility of central insulin resistance in obesity is available. Copyright © 2011 John Wiley &amp; Sons, Ltd.</jats:p>",
      "publisher": "Wiley",
      "volume": "27",
      "issue": "2",
      "pages": "104-112",
      "references_count": 78
    },
    {
      "title": "Combined Evaluation of FDG-PET and MRI Improves Detection and Differentiation of Dementia",
      "authors": "Juergen Dukart, Karsten Mueller, Annette Horstmann, Henryk Barthel, Harald E. Möller, Arno Villringer, Osama Sabri, Matthias L. Schroeter",
      "journal": "PLoS ONE",
      "year": 2011,
      "doi": "10.1371/journal.pone.0018111",
      "url": "https://doi.org/10.1371/journal.pone.0018111",
      "type": "Research Article",
      "citations": 134,
      "abstract": "",
      "publisher": "Public Library of Science (PLoS)",
      "volume": "6",
      "issue": "3",
      "pages": "e18111",
      "references_count": 43
    },
    {
      "title": "Focal Retrograde Amnesia: Voxel-Based Morphometry Findings in a Case without MRI Lesions",
      "authors": "Bernhard Sehm, Stefan Frisch, Angelika Thöne-Otto, Annette Horstmann, Arno Villringer, Hellmuth Obrig",
      "journal": "PLoS ONE",
      "year": 2011,
      "doi": "10.1371/journal.pone.0026538",
      "url": "https://doi.org/10.1371/journal.pone.0026538",
      "type": "Research Article",
      "citations": 12,
      "abstract": "",
      "publisher": "Public Library of Science (PLoS)",
      "volume": "6",
      "issue": "10",
      "pages": "e26538",
      "references_count": 0
    },
    {
      "title": "Obesity-Related Differences between Women and Men in Brain Structure and Goal-Directed Behavior",
      "authors": "Annette Horstmann, Franziska P. Busse, David Mathar, Karsten Müller, Jöran Lepsien, Haiko Schlögl, Stefan Kabisch, Jürgen Kratzsch, Jane Neumann, Michael Stumvoll, Arno Villringer, Burkhard Pleger",
      "journal": "Frontiers in Human Neuroscience",
      "year": 2011,
      "doi": "10.3389/fnhum.2011.00058",
      "url": "https://doi.org/10.3389/fnhum.2011.00058",
      "type": "Research Article",
      "citations": 135,
      "abstract": "",
      "publisher": "Frontiers Media SA",
      "volume": "5",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Sex-Dependent Influences of Obesity on Cerebral White Matter Investigated by Diffusion-Tensor Imaging",
      "authors": "Karsten Mueller, Alfred Anwander, Harald E. Möller, Annette Horstmann, Jöran Lepsien, Franziska Busse, Siawoosh Mohammadi, Matthias L. Schroeter, Michael Stumvoll, Arno Villringer, Burkhard Pleger",
      "journal": "PLoS ONE",
      "year": 2011,
      "doi": "10.1371/journal.pone.0018544",
      "url": "https://doi.org/10.1371/journal.pone.0018544",
      "type": "Research Article",
      "citations": 111,
      "abstract": "",
      "publisher": "Public Library of Science (PLoS)",
      "volume": "6",
      "issue": "4",
      "pages": "e18544",
      "references_count": 72
    },
    {
      "title": "Dynamic Properties of Human Brain Structure: Learning-Related Changes in Cortical Areas and Associated Fiber Connections",
      "authors": "Marco Taubert, Bogdan Draganski, Alfred Anwander, Karsten Müller, Annette Horstmann, Arno Villringer, Patrick Ragert",
      "journal": "The Journal of Neuroscience",
      "year": 2010,
      "doi": "10.1523/jneurosci.2567-10.2010",
      "url": "https://doi.org/10.1523/jneurosci.2567-10.2010",
      "type": "Research Article",
      "citations": 437,
      "abstract": "<jats:p>Recent findings in neuroscience suggest that adult brain structure changes in response to environmental alterations and skill learning. Whereas much is known about structural changes after intensive practice for several months, little is known about the effects of single practice sessions on macroscopic brain structure and about progressive (dynamic) morphological alterations relative to improved task proficiency during learning for several weeks. Using T1-weighted and diffusion tensor imaging in humans, we demonstrate significant gray matter volume increases in frontal and parietal brain areas following only two sessions of practice in a complex whole-body balancing task. Gray matter volume increase in the prefrontal cortex correlated positively with subject's performance improvements during a 6 week learning period. Furthermore, we found that microstructural changes of fractional anisotropy in corresponding white matter regions followed the same temporal dynamic in relation to task performance. The results make clear how marginal alterations in our ever changing environment affect adult brain structure and elucidate the interrelated reorganization in cortical areas and associated fiber connections in correlation with improvements in task performance.</jats:p>",
      "publisher": "Society for Neuroscience",
      "volume": "30",
      "issue": "35",
      "pages": "11670-11677",
      "references_count": 58
    },
    {
      "title": "Resuscitating the heart but losing the brain: brain atrophy in the aftermath of cardiac arrest.",
      "authors": "Authors not available",
      "journal": "",
      "year": 2010,
      "doi": null,
      "url": "http://www.ncbi.nlm.nih.gov/pubmed/20101036",
      "type": "Research Article",
      "citations": 0,
      "abstract": "",
      "publisher": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "references_count": 0
    },
    {
      "title": "Differential effects of global and cerebellar normalization on detection and differentiation of dementia in FDG-PET studies",
      "authors": "Juergen Dukart, Karsten Mueller, Annette Horstmann, Barbara Vogt, Stefan Frisch, Henryk Barthel, Georg Becker, Harald E. Möller, Arno Villringer, Osama Sabri, Matthias L. Schroeter",
      "journal": "NeuroImage",
      "year": 2010,
      "doi": "10.1016/j.neuroimage.2009.09.017",
      "url": "https://doi.org/10.1016/j.neuroimage.2009.09.017",
      "type": "Research Article",
      "citations": 112,
      "abstract": "",
      "publisher": "Elsevier BV",
      "volume": "49",
      "issue": "2",
      "pages": "1490-1495",
      "references_count": 35
    },
    {
      "title": "Eigenvector Centrality Mapping for Analyzing Connectivity Patterns in fMRI Data of the Human Brain",
      "authors": "Gabriele Lohmann, Daniel S. Margulies, Annette Horstmann, Burkhard Pleger, Joeran Lepsien, Dirk Goldhahn, Haiko Schloegl, Michael Stumvoll, Arno Villringer, Robert Turner",
      "journal": "PLoS ONE",
      "year": 2010,
      "doi": "10.1371/journal.pone.0010232",
      "url": "https://doi.org/10.1371/journal.pone.0010232",
      "type": "Research Article",
      "citations": 433,
      "abstract": "",
      "publisher": "Public Library of Science (PLoS)",
      "volume": "5",
      "issue": "4",
      "pages": "e10232",
      "references_count": 0
    },
    {
      "title": "Target selection in eye–hand coordination: Do we reach to where we look or do we look to where we reach?",
      "authors": "Annette Horstmann, Klaus-Peter Hoffmann",
      "journal": "Experimental Brain Research",
      "year": 2005,
      "doi": "10.1007/s00221-005-0038-6",
      "url": "https://doi.org/10.1007/s00221-005-0038-6",
      "type": "Research Article",
      "citations": 46,
      "abstract": "",
      "publisher": "Springer Science and Business Media LLC",
      "volume": "167",
      "issue": "2",
      "pages": "187-195",
      "references_count": 55
    }
  ]
}